{
  "effectSelector": [
    {
      "Text": "choose 1 of the fighters in the combat and move them up to 2 spaces.",
      "FullText": "After combat: If you won the combat, choose 1 of the fighters in the combat and move them up to 2 spaces."
    },
    {
      "Text": "Choose an empty space in this fighter\u0027s zone",
      "FullText": "After combat: Choose an empty space in this fighter\u0027s zone. Place this fighter in that space."
    },
    {
      "Text": "Add its BOOST value to this card\u0027s attack value.",
      "FullText": "During combat: Your opponent discards 1 random card. Add its BOOST value to this card\u0027s attack value."
    },
    {
      "Text": "choose 1 of the fighters in the combat and move them up to 4 spaces.",
      "FullText": "After combat: If you won the combat, choose 1 of the fighters in the combat and move them up to 4 spaces."
    },
    {
      "Text": "Return your opponent\u0027s attack card to their hand",
      "FullText": "Immediately: Return your opponent\u0027s attack card to their hand. Look at their hand and choose an attack or versatile card for them to play. (It may be the same card.)"
    },
    {
      "Text": "Look at their hand and choose an attack or versatile card for them to play",
      "FullText": "Immediately: Return your opponent\u0027s attack card to their hand. Look at their hand and choose an attack or versatile card for them to play. (It may be the same card.)"
    },
    {
      "Text": "(It may be the same card.)",
      "FullText": "Immediately: Return your opponent\u0027s attack card to their hand. Look at their hand and choose an attack or versatile card for them to play. (It may be the same card.)"
    },
    {
      "Text": "Fighters cannot leave their spaces for the rest of the turn.",
      "FullText": "Immediately: Fighters cannot leave their spaces for the rest of the turn."
    },
    {
      "Text": "The value of your opponent\u0027s card is equal to its printed value and cannot be changed.",
      "FullText": "Immediately: The value of your opponent\u0027s card is equal to its printed value and cannot be changed."
    },
    {
      "Text": "Draw a number of cards equal to the amount of damage dealt to the opposing fighter.",
      "FullText": "After combat: Draw a number of cards equal to the amount of damage dealt to the opposing fighter."
    },
    {
      "Text": "Prevent all damage",
      "FullText": "During combat: Prevent all damage\nAfter combat: You may place your fighter in any space."
    },
    {
      "Text": "you may move each fog token to any other space.",
      "FullText": "After combat: Your opponent may choose to discard 1 card. If they do not, you may move each fog token to any other space."
    },
    {
      "Text": "The value of your opponent\u0027s attack or defense is 0 and cannot be changed by card effects",
      "FullText": "Immediately: The value of your opponent\u0027s attack or defense is 0 and cannot be changed by card effects. (Other card effects still happen.)"
    },
    {
      "Text": "(Other card effects still happen.)",
      "FullText": "Immediately: The value of your opponent\u0027s attack or defense is 0 and cannot be changed by card effects. (Other card effects still happen.)"
    },
    {
      "Text": "Move 1 fog token to a space without a fighter, then place Invisible Man on that space.",
      "FullText": "After combat: Move 1 fog token to a space without a fighter, then place Invisible Man on that space."
    },
    {
      "Text": "Draw 1 card and choose 1 effect: ",
      "FullText": "After combat: Draw 1 card and choose 1 effect: \n- move Invisible Man to a space with a fog token\n- move 1 fog token up to 3 spaces"
    },
    {
      "Text": "Your opponent then moves a fog token up to 3 spaces.",
      "FullText": "After combat: Move Invisible Man up to 1 space. Your opponent then moves a fog token up to 3 spaces."
    },
    {
      "Text": "Draw 3 cards, then choose 2 cards from your hand and put them on top of your deck in any order.",
      "FullText": "After combat: Draw 3 cards, then choose 2 cards from your hand and put them on top of your deck in any order."
    },
    {
      "Text": "Remove Invisible Man from the board",
      "FullText": "Recover 1 health. Remove Invisible Man from the board. At the start of your next turn, place Invisible Man in any space. (If you played this as your first action, end your turn.)"
    },
    {
      "Text": "At the start of your next turn, place Invisible Man in any space",
      "FullText": "Recover 1 health. Remove Invisible Man from the board. At the start of your next turn, place Invisible Man in any space. (If you played this as your first action, end your turn.)"
    },
    {
      "Text": "(If you played this as your first action, end your turn.)",
      "FullText": "Recover 1 health. Remove Invisible Man from the board. At the start of your next turn, place Invisible Man in any space. (If you played this as your first action, end your turn.)"
    },
    {
      "Text": "Move 1 fog token to another space",
      "FullText": "Move 1 fog token to another space. Gain 1 action."
    },
    {
      "Text": "Choose 2 different effects:",
      "FullText": "After combat: Choose 2 different effects:\n- draw 2 cards\n- Alice recovers 3 health\n- place Alice in any other space"
    },
    {
      "Text": "look at your opponent\u0027s hand and choose 1 card for them to discard.",
      "FullText": "After combat: If you won the combat, look at your opponent\u0027s hand and choose 1 card for them to discard."
    },
    {
      "Text": "Discard the top card of your deck",
      "FullText": "During combat: Discard the top card of your deck. Add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "Add its BOOST value to this card\u0027s value.",
      "FullText": "During combat: Discard the top card of your deck. Add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "You may move Bigfoot through spaces containing opposing fighters.",
      "FullText": "Move Bigfoot up to 5 spaces. You may move Bigfoot through spaces containing opposing fighters."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each Sister in the same zone as the opposing fighter.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each Sister in the same zone as the opposing fighter."
    },
    {
      "Text": "You may discard any number of cards from your hand",
      "FullText": "During combat: You may discard any number of cards from your hand. This card\u0027s value is \u002B1 for each card you discard."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each card you discard.",
      "FullText": "During combat: You may discard any number of cards from your hand. This card\u0027s value is \u002B1 for each card you discard."
    },
    {
      "Text": "Add the BOOST value from your opponent\u0027s attack card to the defense value of this card.",
      "FullText": "During combat: Add the BOOST value from your opponent\u0027s attack card to the defense value of this card."
    },
    {
      "Text": "Return a defeated Sister (if any) to any space in Dracula\u0027s zone.",
      "FullText": "Recover 2 health. Return a defeated Sister (if any) to any space in Dracula\u0027s zone."
    },
    {
      "Text": "place Dracula in any space adjacent to the opposing fighter.",
      "FullText": "After combat: If you won the combat, place Dracula in any space adjacent to the opposing fighter."
    },
    {
      "Text": "Choose a JEET KUNE DO card in your discard pile and add it to your hand.",
      "FullText": "After combat: Choose a JEET KUNE DO card in your discard pile and add it to your hand."
    },
    {
      "Text": "Bruce Lee may swap spaces with the opposing fighter",
      "FullText": "After combat: Bruce Lee may swap spaces with the opposing fighter. Gain 1 action."
    },
    {
      "Text": "Choose an opposing fighter in Bruce Lee\u0027s zone",
      "FullText": "Choose an opposing fighter in Bruce Lee\u0027s zone. Place them in any space adjacent to Bruce Lee. Gain 1 action."
    },
    {
      "Text": "All of Bruce Lee\u0027s attacks this turn are \u002B1 value",
      "FullText": "All of Bruce Lee\u0027s attacks this turn are \u002B1 value. Gain 1 action."
    },
    {
      "Text": "this card\u0027s value is 6",
      "FullText": "During combat: If you are Dr{DOTSPACE}Jekyll and playing this card to defend, this card\u0027s value is 6 instead. If you are Mr{DOTSPACE}Hyde and playing this card to attack, this card\u0027s value is 6 instead."
    },
    {
      "Text": "Move up to 2 spaces",
      "FullText": "After combat: Move up to 2 spaces. Transform to Mr{DOTSPACE}Hyde."
    },
    {
      "Text": "Transform to Mr{DOTSPACE}Hyde.",
      "FullText": "After combat: Move up to 2 spaces. Transform to Mr{DOTSPACE}Hyde."
    },
    {
      "Text": "Transform to Dr{DOTSPACE}Jekyll.",
      "FullText": "After combat: Transform to Dr{DOTSPACE}Jekyll."
    },
    {
      "Text": "Add 2 to this card\u0027s value for each card discarded.",
      "FullText": "During combat: You may discard Dr{DOTSPACE}Jekyll cards. Add 2 to this card\u0027s value for each card discarded."
    },
    {
      "Text": "Keep 1 and put any others on the bottom of your deck in any order.",
      "FullText": "Recover 2 health. Draw up to 3 cards. Keep 1 and put any others on the bottom of your deck in any order."
    },
    {
      "Text": "(This is in addition to any boost from King Arthur\u0027s special ability.)",
      "FullText": "During combat: You may BOOST this attack. (This is in addition to any boost from King Arthur\u0027s special ability.)"
    },
    {
      "Text": "set his health to 8.",
      "FullText": "After combat: If King Arthur has 4 or less health but is not defeated, set his health to 8."
    },
    {
      "Text": "Add it to your hand",
      "FullText": "Search your deck and discard pile for the EXCALIBUR card. Add it to your hand. If you searched your deck, shuffle it."
    },
    {
      "Text": "shuffle it.",
      "FullText": "Search your deck and discard pile for the EXCALIBUR card. Add it to your hand. If you searched your deck, shuffle it."
    },
    {
      "Text": "Look at the top 4 cards of your deck",
      "FullText": "Look at the top 4 cards of your deck. Add 2 of them to your hand and put the other 2 back on top of your deck, in any order."
    },
    {
      "Text": "Add 2 of them to your hand and put the other 2 back on top of your deck, in any order.",
      "FullText": "Look at the top 4 cards of your deck. Add 2 of them to your hand and put the other 2 back on top of your deck, in any order."
    },
    {
      "Text": "You may change to your next identity.",
      "FullText": "After combat: You may change to your next identity."
    },
    {
      "Text": "(This includes opposing fighters.)",
      "FullText": "Move each fighter up to 3 spaces. (This includes opposing fighters.)"
    },
    {
      "Text": "Choose a JEET KUNE DO card in your discard pile and add it to your hand",
      "FullText": "Choose a JEET KUNE DO card in your discard pile and add it to your hand. Gain 1 action."
    },
    {
      "Text": "You may move that fighter through spaces containing opposing fighters.",
      "FullText": "After combat: Move your fighter up to 5 spaces. You may move that fighter through spaces containing opposing fighters."
    },
    {
      "Text": "choose a card in your discard pile and add it to your hand.",
      "FullText": "After combat: If you won the combat, choose a card in your discard pile and add it to your hand."
    },
    {
      "Text": "Choose a friendly fighter who has been defeated",
      "FullText": "Choose a friendly fighter who has been defeated. Place that fighter in any space in Willow\u0027s zone and set their health to 3."
    },
    {
      "Text": "She may move through opposing fighters.",
      "FullText": "After combat: Move Faith up to 5 spaces. She may move through opposing fighters."
    },
    {
      "Text": "you may place Angel in any space in his zone.",
      "FullText": "After combat: If you lost the combat, you may place Angel in any space in his zone."
    },
    {
      "Text": "Choose an opponent and look at their hand",
      "FullText": "Choose an opponent and look at their hand. Choose 1 card in their hand for them to discard."
    },
    {
      "Text": "Choose 1 card in their hand for them to discard.",
      "FullText": "Choose an opponent and look at their hand. Choose 1 card in their hand for them to discard."
    },
    {
      "Text": "Choose an opponent and look at their hand. Choose a card for them to discard",
      "FullText": "Choose an opponent and look at their hand. Choose a card for them to discard. If any of their fighters are in a space with a shadow token, choose 2 cards for them to discard instead."
    },
    {
      "Text": "choose 2 cards for them to discard",
      "FullText": "Choose an opponent and look at their hand. Choose a card for them to discard. If any of their fighters are in a space with a shadow token, choose 2 cards for them to discard instead."
    },
    {
      "Text": " you may BOOST this card.",
      "FullText": "During combat: If Spike or the opposing fighter is in a space with a shadow token,  you may BOOST this card."
    },
    {
      "Text": "Cancel any abilities on your opponent\u0027s card.",
      "FullText": "Immediately: Cancel any abilities on your opponent\u0027s card."
    },
    {
      "Text": "(DARK) BLIND BOOST this attack.",
      "FullText": "During combat: (DARK) BLIND BOOST this attack."
    },
    {
      "Text": "(DARK) BLIND BOOST this card.",
      "FullText": "During combat: (DARK) BLIND BOOST this card."
    },
    {
      "Text": "(DARK) Become Willow.",
      "FullText": "After combat: (DARK) Become Willow."
    },
    {
      "Text": "You may move them through spaces containing opposing fighters",
      "FullText": "Move each of your fighters up to 3 spaces. You may move them through spaces containing opposing fighters. Then, return a defeated Harpy (if any) to any space in Medusa\u0027s zone."
    },
    {
      "Text": "Then, return a defeated Harpy (if any) to any space in Medusa\u0027s zone.",
      "FullText": "Move each of your fighters up to 3 spaces. You may move them through spaces containing opposing fighters. Then, return a defeated Harpy (if any) to any space in Medusa\u0027s zone."
    },
    {
      "Text": "Choose 1 of your Raptors",
      "FullText": "Choose 1 of your Raptors. You may place each of your other Raptors in any space in the chosen Raptor\u0027s zone."
    },
    {
      "Text": "You may place each of your other Raptors in any space in the chosen Raptor\u0027s zone.",
      "FullText": "Choose 1 of your Raptors. You may place each of your other Raptors in any space in the chosen Raptor\u0027s zone."
    },
    {
      "Text": "You may move them through spaces containing opposing fighters",
      "FullText": "Move each of your Raptors up to 3 spaces. You may move them through spaces containing opposing fighters. Gain 1 action."
    },
    {
      "Text": "Draw 1 card, then choose an opponent",
      "FullText": "Draw 1 card, then choose an opponent. They may choose to discard 1 card. If they do not, draw 1 more card."
    },
    {
      "Text": "Return a defeated Outlaw (if any) to any space in Robin Hood\u0027s zone.",
      "FullText": "After combat: Draw 1 card. Return a defeated Outlaw (if any) to any space in Robin Hood\u0027s zone."
    },
    {
      "Text": "Cancel all effects on your opponent\u0027s card and ignore its defense value.",
      "FullText": "Immediately: Cancel all effects on your opponent\u0027s card and ignore its defense value."
    },
    {
      "Text": "Choose 1 of your other undefeated Raptors",
      "FullText": "Immediately: Choose 1 of your other undefeated Raptors. You may place her adjacent to the opposing fighter."
    },
    {
      "Text": "You may place her adjacent to the opposing fighter.",
      "FullText": "Immediately: Choose 1 of your other undefeated Raptors. You may place her adjacent to the opposing fighter."
    },
    {
      "Text": "if Xander is adjacent to Buffy, the value of this card is 6 instead.",
      "FullText": "During combat: if Xander is adjacent to Buffy, the value of this card is 6 instead."
    },
    {
      "Text": "BLIND BOOST this card",
      "FullText": "During combat: BLIND BOOST this card. If Drusilla\u0027s space has a shadow token, double the BOOST value."
    },
    {
      "Text": "double the BOOST value.",
      "FullText": "During combat: BLIND BOOST this card. If Drusilla\u0027s space has a shadow token, double the BOOST value."
    },
    {
      "Text": "You may discard your hand (even if your hand is empty)",
      "FullText": "During combat: You may discard your hand (even if your hand is empty). If you do, the value of this card is 6 instead."
    },
    {
      "Text": "the value of this card is 6",
      "FullText": "During combat: You may discard your hand (even if your hand is empty). If you do, the value of this card is 6 instead."
    },
    {
      "Text": "(DARK) Move Willow to any space in her zone",
      "FullText": "After combat: (DARK) Move Willow to any space in her zone. Discard the top card of your deck."
    },
    {
      "Text": "Discard the top card of your deck.",
      "FullText": "After combat: (DARK) Move Willow to any space in her zone. Discard the top card of your deck."
    },
    {
      "Text": "look at your opponent\u0027s hand.",
      "FullText": "After combat: If you won the combat, look at your opponent\u0027s hand."
    },
    {
      "Text": "You may change the printed value of the opponent\u0027s card to its BOOST value",
      "FullText": "During combat: You may change the printed value of the opponent\u0027s card to its BOOST value. (If a card does not have a BOOST value, it is treated as 0.)"
    },
    {
      "Text": "(If a card does not have a BOOST value, it is treated as 0.)",
      "FullText": "During combat: You may change the printed value of the opponent\u0027s card to its BOOST value. (If a card does not have a BOOST value, it is treated as 0.)"
    },
    {
      "Text": "If Dr",
      "FullText": "After combat: If Dr. Watson is adjacent to Holmes, they each recover 1 health."
    },
    {
      "Text": "Play this card face up",
      "FullText": "Play this card face up. Predict the printed attack value of the opponent\u0027s card.\nDuring combat: If you predicted the correct value, cancel all effects on your opponent\u0027s card and ignore its attack value."
    },
    {
      "Text": "Predict the printed attack value of the opponent\u0027s card.",
      "FullText": "Play this card face up. Predict the printed attack value of the opponent\u0027s card.\nDuring combat: If you predicted the correct value, cancel all effects on your opponent\u0027s card and ignore its attack value."
    },
    {
      "Text": "Choose an opponent",
      "FullText": "Choose an opponent. Look at their hand and choose 1 card for them to discard."
    },
    {
      "Text": "Look at their hand and choose 1 card for them to discard.",
      "FullText": "Choose an opponent. Look at their hand and choose 1 card for them to discard."
    },
    {
      "Text": "Place Dr",
      "FullText": "Place Dr. Watson in a space adjacent to Holmes. Holmes recovers 1 health. Draw 1 card."
    },
    {
      "Text": "Watson in a space adjacent to Holmes",
      "FullText": "Place Dr. Watson in a space adjacent to Holmes. Holmes recovers 1 health. Draw 1 card."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Take all other VOYAGE cards from your discard pile and add them to your hand."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Sinbad recovers 2 health."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Look at your opponent\u0027s hand."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Your opponent discards 1 random card."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: You may move Sinbad up to 2 spaces."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Draw 1 card."
    },
    {
      "Text": "Choose 2 different effects:",
      "FullText": "Choose 2 different effects:\n- place up to 3 traps\n- place all of your defeated InGen Workers (if any) in Muldoon\u0027s zone\n- draw 2 cards"
    },
    {
      "Text": "You may move them through spaces containing opposing fighters.",
      "FullText": "After combat: Move each of your fighters up to 5 spaces. You may move them through spaces containing opposing fighters."
    },
    {
      "Text": "\u002B1 to this attack for each trap token adjacent to the opposing fighter.",
      "FullText": "During combat: \u002B1 to this attack for each trap token adjacent to the opposing fighter."
    },
    {
      "Text": "Shuffle 5 cards from your discard pile into your deck",
      "FullText": "Shuffle 5 cards from your discard pile into your deck. Recover 1 health."
    },
    {
      "Text": "Look at your opponent\u0027s hand",
      "FullText": "After combat: Look at your opponent\u0027s hand. Recover 1 health."
    },
    {
      "Text": "Call time out",
      "FullText": "Immediately: Call time out. Look through your deck and pick a card you could play. Discard this card and play that 1 instead."
    },
    {
      "Text": "Look through your deck and pick a card you could play",
      "FullText": "Immediately: Call time out. Look through your deck and pick a card you could play. Discard this card and play that 1 instead."
    },
    {
      "Text": "Discard this card and play that 1 instead.",
      "FullText": "Immediately: Call time out. Look through your deck and pick a card you could play. Discard this card and play that 1 instead."
    },
    {
      "Text": "This card\u0027s effects cannot be canceled.",
      "FullText": "This card\u0027s effects cannot be canceled.\nDuring combat: You may spend 2 Rage to make this card\u0027s value 5 instead. You may spend 1 Rage to BOOST this card. (You may do both.)"
    },
    {
      "Text": "You may return this card to your hand.",
      "FullText": "After combat: You may return this card to your hand.\n$ROSE$ Instead, you may return the top card of your discard pile to your hand."
    },
    {
      "Text": "Look at the top card of your deck, then choose to put it on the top of your deck or the bottom of your deck.",
      "FullText": "After combat: Look at the top card of your deck, then choose to put it on the top of your deck or the bottom of your deck."
    },
    {
      "Text": "they discard 2",
      "FullText": "After combat: Your opponent discards a card. If you won the combat, they discard 2 instead."
    },
    {
      "Text": "Wiglaf may swap spaces with Beowulf.",
      "FullText": "After combat: Wiglaf may swap spaces with Beowulf."
    },
    {
      "Text": "You may return a defeated Archer to a space in the opposing fighter\u0027s zone",
      "FullText": "Immediately: You may return a defeated Archer to a space in the opposing fighter\u0027s zone. If you do, that Archer is now the attacker. If not, gain 1 action."
    },
    {
      "Text": "that Archer is now the attacker",
      "FullText": "Immediately: You may return a defeated Archer to a space in the opposing fighter\u0027s zone. If you do, that Archer is now the attacker. If not, gain 1 action."
    },
    {
      "Text": "This card\u0027s effects cannot be canceled.",
      "FullText": "This card\u0027s effects cannot be canceled.\nDuring combat: If your opponent\u0027s card has an IMMEDIATELY effect, ignore their card\u0027s value."
    },
    {
      "Text": "Your opponent puts 1 random card from their hand on top of their deck",
      "FullText": "After combat: Your opponent puts 1 random card from their hand on top of their deck. If Eredin is ENRAGED, they discard it instead."
    },
    {
      "Text": "they discard it",
      "FullText": "After combat: Your opponent puts 1 random card from their hand on top of their deck. If Eredin is ENRAGED, they discard it instead."
    },
    {
      "Text": "$SWORDS$ You may play this card as a defense card.",
      "FullText": "$SWORDS$ You may play this card as a defense card."
    },
    {
      "Text": "you may play this card face-up to target a fighter in any space.",
      "FullText": "If Eredin is ENRAGED, you may play this card face-up to target a fighter in any space.\nAfter combat: You may defeat a Red Rider to return this card to your hand."
    },
    {
      "Text": "$WOLF$ Draw 2 cards.",
      "FullText": "After combat: $WOLF$ Draw 2 cards."
    },
    {
      "Text": "Add its BOOST value to this card\u0027s value.",
      "FullText": "During combat: $SWORDS$ Your opponent discards 1 random card. Add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "Return a defeated Red Rider to any space.",
      "FullText": "Immediately: Return a defeated Red Rider to any space.\nDuring combat: Add \u002B1 to this card\u0027s value for each other friendly fighter adjacent to the opposing fighter."
    },
    {
      "Text": "Gain 1 Rage.",
      "FullText": "Immediately: Gain 1 Rage.\nDuring combat: This card\u0027s value is \u002B1 for each Rage you have. (You do not spend Rage for this effect.)"
    },
    {
      "Text": "you may spend 3 Rage to defeat that sidekick.",
      "FullText": "After combat: If you attacked a sidekick and won the combat, you may spend 3 Rage to defeat that sidekick."
    },
    {
      "Text": "Spend any amount of Rage",
      "FullText": "During combat: Spend any amount of Rage. This card\u0027s value is \u002B2 for each Rage spent."
    },
    {
      "Text": "This card\u0027s value is \u002B2 for each Rage spent.",
      "FullText": "During combat: Spend any amount of Rage. This card\u0027s value is \u002B2 for each Rage spent."
    },
    {
      "Text": "deal 2 damage",
      "FullText": "After combat: Deal 1 damage to each opposing fighter that is adjacent to at least 1 of your fighters. If Eredin is ENRAGED, deal 2 damage instead."
    },
    {
      "Text": "Choose an opponent",
      "FullText": "Choose an opponent. They discard 1 random card. Gain rage equal to its BOOST value."
    },
    {
      "Text": "Gain rage equal to its BOOST value.",
      "FullText": "Choose an opponent. They discard 1 random card. Gain rage equal to its BOOST value."
    },
    {
      "Text": "Spend any amount of Rage",
      "FullText": "Spend any amount of Rage. Choose a different effect for each Rage spent: - draw 2 cards - move Beowulf up to 4 spaces - Beowulf recovers 2 health."
    },
    {
      "Text": "(🌟 counts as any 1 $WOLF$$ROSE$$SWORDS$ symbol.)",
      "FullText": "(🌟 counts as any 1 $WOLF$$ROSE$$SWORDS$ symbol.)"
    },
    {
      "Text": "Move to any space in your zone.",
      "FullText": "After combat: Move to any space in your zone."
    },
    {
      "Text": "You may play this card as a ranged attack.",
      "FullText": "You may play this card as a ranged attack."
    },
    {
      "Text": "Your opponent looks at your hand and chooses a card for you to discard.",
      "FullText": "After combat: Your opponent looks at your hand and chooses a card for you to discard."
    },
    {
      "Text": "return a defeated Archer to a space in Yennenga\u0027s zone.",
      "FullText": "Immediately: Your opponent may discard a card. If they don\u0027t, return a defeated Archer to a space in Yennenga\u0027s zone."
    },
    {
      "Text": "you may look at the top 3 cards of your opponent\u0027s deck and discard 1 of them",
      "FullText": "After combat: If you won the combat, you may look at the top 3 cards of your opponent\u0027s deck and discard 1 of them. Place the other 2 back in any order."
    },
    {
      "Text": "For each zone the opposing fighter is in, increase the value of this card by \u002B1.",
      "FullText": "During combat: For each zone the opposing fighter is in, increase the value of this card by \u002B1."
    },
    {
      "Text": "Discard the top card of your deck",
      "FullText": "After combat: Discard the top card of your deck. Draw cards equal to that card\u0027s BOOST value."
    },
    {
      "Text": "Draw cards equal to that card\u0027s BOOST value.",
      "FullText": "After combat: Discard the top card of your deck. Draw cards equal to that card\u0027s BOOST value."
    },
    {
      "Text": "Add the BOOST value of the top card of your discard pile to this card\u0027s value.",
      "FullText": "During combat: Add the BOOST value of the top card of your discard pile to this card\u0027s value."
    },
    {
      "Text": "You may spend 1 Hellfire to draw 2 cards.",
      "FullText": "After combat: You may spend 1 Hellfire to draw 2 cards."
    },
    {
      "Text": "You may spend 2 Hellfire to gain 1 action.",
      "FullText": "After combat: You may spend 2 Hellfire to gain 1 action."
    },
    {
      "Text": "You may spend any amount of Hellfire",
      "FullText": "During combat: You may spend any amount of Hellfire. Increase the value of this card by that amount."
    },
    {
      "Text": "Increase the value of this card by that amount.",
      "FullText": "During combat: You may spend any amount of Hellfire. Increase the value of this card by that amount."
    },
    {
      "Text": "You may spend 1 Hellfire to move Ghost Rider up to 2 spaces.",
      "FullText": "After combat: You may spend 1 Hellfire to move Ghost Rider up to 2 spaces."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each Hellfire you have",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each Hellfire you have. (You do not spend Hellfire for this effect.)"
    },
    {
      "Text": "(You do not spend Hellfire for this effect.)",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each Hellfire you have. (You do not spend Hellfire for this effect.)"
    },
    {
      "Text": "Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value",
      "FullText": "During combat: Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value. You may spend 2 Hellfire to do it a second time."
    },
    {
      "Text": "You may spend 2 Hellfire to do it a second time.",
      "FullText": "During combat: Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value. You may spend 2 Hellfire to do it a second time."
    },
    {
      "Text": "gain 2 Hellfire.",
      "FullText": "After combat: If Ghost Rider started this turn in a different space, gain 2 Hellfire."
    },
    {
      "Text": "Set your Hellfire to 5.",
      "FullText": "Set your Hellfire to 5."
    },
    {
      "Text": "choose 2 cards in your discard pile and shuffle them into your deck.",
      "FullText": "After combat: If you won the combat, choose 2 cards in your discard pile and shuffle them into your deck."
    },
    {
      "Text": "Misty Knight may swap spaces with Luke Cage",
      "FullText": "Immediately: Misty Knight may swap spaces with Luke Cage. If she does, Luke Cage is now the defender."
    },
    {
      "Text": "Luke Cage is now the defender.",
      "FullText": "Immediately: Misty Knight may swap spaces with Luke Cage. If she does, Luke Cage is now the defender."
    },
    {
      "Text": "They may move through opposing fighters.",
      "FullText": "Move your fighter up to 4 spaces. They may move through opposing fighters.\nGain 1 action."
    },
    {
      "Text": "Place Luke Cage adjacent to the nearest opposing fighter.",
      "FullText": "Place Luke Cage adjacent to the nearest opposing fighter.\nGain 1 action."
    },
    {
      "Text": "Move Ghost Rider and up to 1 adjacent fighter up to 4 spaces each.",
      "FullText": "Move Ghost Rider and up to 1 adjacent fighter up to 4 spaces each.\nGain 2 Hellfire. Gain 1 action."
    },
    {
      "Text": "Choose an attack, defense, or versatile card from your discard pile and return it to your hand.",
      "FullText": "Choose an attack, defense, or versatile card from your discard pile and return it to your hand."
    },
    {
      "Text": "ignore the value of your opponent\u0027s card.",
      "FullText": "Immediately: If you already won a combat this turn, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "Summon a squirrel in a space adjacent to Squirrel Girl.",
      "FullText": "Squirrel Girl recovers 2 health. Summon a squirrel in a space adjacent to Squirrel Girl."
    },
    {
      "Text": "Summon 2 squirrels in any space.",
      "FullText": "After combat: Summon 2 squirrels in any space."
    },
    {
      "Text": "all opposing fighters on spaces with fog tokens take 1 damage.",
      "FullText": "After combat: If Invisible Man is on a space with a fog token, all opposing fighters on spaces with fog tokens take 1 damage."
    },
    {
      "Text": "Sun Wukong recovers 1 health for each Clone on the board.",
      "FullText": "Sun Wukong recovers 1 health for each Clone on the board."
    },
    {
      "Text": "your opponent gains 1 action.",
      "FullText": "After combat: If you lost the combat, your opponent gains 1 action."
    },
    {
      "Text": "Add its BOOST value to this card\u0027s value.",
      "FullText": "During combat: Your opponent discards 1 random card. Add its BOOST value to this card\u0027s value.\nAfter combat: If this is your third action, draw 1 card."
    },
    {
      "Text": "the value of this card is a 4 instead.",
      "FullText": "During combat: If your fighter is not in Yennenga\u0027s zone, the value of this card is a 4 instead."
    },
    {
      "Text": "TRICKED YOU.",
      "FullText": "After combat: If your opponent played a defense card, TRICKED YOU.\nTRICKED YOU: 4 ATK"
    },
    {
      "Text": "For each other friendly fighter adjacent to the opposing fighter, increase the value of this card by \u002B1.",
      "FullText": "During combat: For each other friendly fighter adjacent to the opposing fighter, increase the value of this card by \u002B1.\nAfter combat: Gain 1 action."
    },
    {
      "Text": "BLOODY REPRISE: 0 ATK",
      "FullText": "After combat: BLOODY REPRISE: 0 ATK\nDURING COMBAT: If your opponent played a card against BLOODY REQUIEM, this attack\u0027s value is that card\u0027s printed value."
    },
    {
      "Text": "You may place Bloody Mary in any empty space adjacent to the opposing fighter.",
      "FullText": "After combat: You may place Bloody Mary in any empty space adjacent to the opposing fighter."
    },
    {
      "Text": "Choose 1 of the fighters in the combat and move them up to 4 spaces.",
      "FullText": "After combat: Choose 1 of the fighters in the combat and move them up to 4 spaces."
    },
    {
      "Text": "The value of this card is equal to the printed value of your opponent\u0027s card.",
      "FullText": "During combat: The value of this card is equal to the printed value of your opponent\u0027s card."
    },
    {
      "Text": "Increase the value of this card by \u002B1 for each squirrel adjacent to the opposing fighter.",
      "FullText": "During combat: Increase the value of this card by \u002B1 for each squirrel adjacent to the opposing fighter."
    },
    {
      "Text": "RELENTLESS ASSAULT: 3 ATK",
      "FullText": "After combat: RELENTLESS ASSAULT: 3 ATK"
    },
    {
      "Text": "Choose a card in your discard pile and return it to your hand.",
      "FullText": "After combat: Choose a card in your discard pile and return it to your hand."
    },
    {
      "Text": "They may move through opposing fighters.",
      "FullText": "After combat: Move each of your fighters up to 3 spaces. They may move through opposing fighters."
    },
    {
      "Text": "Achilles may swap spaces with him",
      "FullText": "Immediately: If Patroclus is not defeated, Achilles may swap spaces with him. If he does, Patroclus is now the defender."
    },
    {
      "Text": "Patroclus is now the defender.",
      "FullText": "Immediately: If Patroclus is not defeated, Achilles may swap spaces with him. If he does, Patroclus is now the defender."
    },
    {
      "Text": "You may BLIND BOOST this attack",
      "FullText": "During combat: You may BLIND BOOST this attack. (This is in addition to any BLIND BOOST from Daredevil\u0027s special ability.)"
    },
    {
      "Text": "(This is in addition to any BLIND BOOST from Daredevil\u0027s special ability.)",
      "FullText": "During combat: You may BLIND BOOST this attack. (This is in addition to any BLIND BOOST from Daredevil\u0027s special ability.)"
    },
    {
      "Text": "Your opponent may discard 1 card from their hand",
      "FullText": "Immediately: Your opponent may discard 1 card from their hand. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "ignore their card\u0027s value.",
      "FullText": "Immediately: Your opponent may discard 1 card from their hand. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "This card\u0027s effects cannot be canceled.",
      "FullText": "This card\u0027s effects cannot be canceled.\nDuring combat: If your opponent played a card, they may BOOST it."
    },
    {
      "Text": "Take an OX FORM, TORTOISE FORM, or PHOENIX FORM from your discard pile and return it to your hand.",
      "FullText": "After combat: Take an OX FORM, TORTOISE FORM, or PHOENIX FORM from your discard pile and return it to your hand."
    },
    {
      "Text": "then place Sun Wukong in a space in his zone.",
      "FullText": "After combat: If Sun Wukong played this card, summon a Clone in Sun Wukong\u0027s space, then place Sun Wukong in a space in his zone."
    },
    {
      "Text": "Your opponent may BOOST their attack.",
      "FullText": "During combat: Your opponent may BOOST their attack."
    },
    {
      "Text": "Look at an opponent\u0027s hand and choose a card",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Put that card on the bottom of their deck. You each draw 1 card."
    },
    {
      "Text": "Put that card on the bottom of their deck",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Put that card on the bottom of their deck. You each draw 1 card."
    },
    {
      "Text": "You each draw 1 card.",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Put that card on the bottom of their deck. You each draw 1 card."
    },
    {
      "Text": "Discard the top card of your deck",
      "FullText": "After combat: Discard the top card of your deck. Recover health equal to its BOOST value."
    },
    {
      "Text": "Recover health equal to its BOOST value.",
      "FullText": "After combat: Discard the top card of your deck. Recover health equal to its BOOST value."
    },
    {
      "Text": "VOLLEY: 3 ATK",
      "FullText": "After combat: VOLLEY: 3 ATK"
    },
    {
      "Text": "Move Bullseye exactly 4 spaces",
      "FullText": "After combat: Move Bullseye exactly 4 spaces. You may move through opposing fighters."
    },
    {
      "Text": "You may move through opposing fighters.",
      "FullText": "After combat: Move Bullseye exactly 4 spaces. You may move through opposing fighters."
    },
    {
      "Text": "You are considered to have won this combat",
      "FullText": "After combat: You are considered to have won this combat. Move Bullseye up to 2 spaces."
    },
    {
      "Text": "draw 1 additional card and gain 1 action.",
      "FullText": "Draw 2 cards. If you won a combat this turn, draw 1 additional card and gain 1 action."
    },
    {
      "Text": "Return a defeated Hand to a space in Elektra\u0027s zone.",
      "FullText": "After combat: Return a defeated Hand to a space in Elektra\u0027s zone."
    },
    {
      "Text": "RESURRECTED: You may reveal a card named SAI from your hand",
      "FullText": "During combat: RESURRECTED: You may reveal a card named SAI from your hand. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "the value of this card is 5",
      "FullText": "During combat: RESURRECTED: You may reveal a card named SAI from your hand. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "Elektra may swap spaces with a Hand",
      "FullText": "Immediately: Elektra may swap spaces with a Hand. If she does, that Hand is now the defender."
    },
    {
      "Text": "that Hand is now the defender.",
      "FullText": "Immediately: Elektra may swap spaces with a Hand. If she does, that Hand is now the defender."
    },
    {
      "Text": "Look at an opponent\u0027s hand and choose 1 card for them to discard",
      "FullText": "Look at an opponent\u0027s hand and choose 1 card for them to discard. If 1 of their fighters is adjacent to 4 or more squirrels, choose 2 cards instead."
    },
    {
      "Text": "choose 2 cards",
      "FullText": "Look at an opponent\u0027s hand and choose 1 card for them to discard. If 1 of their fighters is adjacent to 4 or more squirrels, choose 2 cards instead."
    },
    {
      "Text": "Choose an opponent and look at their hand",
      "FullText": "Choose an opponent and look at their hand. Gain 1 action.RESURRECTED: Choose 1 card for them to discard."
    },
    {
      "Text": "Gain 1 action.RESURRECTED: Choose 1 card for them to discard.",
      "FullText": "Choose an opponent and look at their hand. Gain 1 action.RESURRECTED: Choose 1 card for them to discard."
    },
    {
      "Text": "She may move through sidekicks",
      "FullText": "After combat: Move Squirrel Girl up to 3 spaces. She may move through sidekicks. Do not count movement for spaces containing sidekicks."
    },
    {
      "Text": "Do not count movement for spaces containing sidekicks.",
      "FullText": "After combat: Move Squirrel Girl up to 3 spaces. She may move through sidekicks. Do not count movement for spaces containing sidekicks."
    },
    {
      "Text": "Increase the value of this card by the number of insight tokens on the board",
      "FullText": "During combat: Increase the value of this card by the number of insight tokens on the board. Remove all insight tokens from the board."
    },
    {
      "Text": "Remove all insight tokens from the board.",
      "FullText": "During combat: Increase the value of this card by the number of insight tokens on the board. Remove all insight tokens from the board."
    },
    {
      "Text": "Reveal the top card of your opponent\u0027s deck and store it in your Vibranium Suit.",
      "FullText": "After combat: Reveal the top card of your opponent\u0027s deck and store it in your Vibranium Suit."
    },
    {
      "Text": "Choose a card in your discard pile other than \u002265 Million Years of Gut Instinct\u0022 and return it to your hand.",
      "FullText": "Choose a card in your discard pile other than \u002265 Million Years of Gut Instinct\u0022 and return it to your hand."
    },
    {
      "Text": "Dr Sattler recovers health equal to the number of insight tokens on the board",
      "FullText": "Immediately: Draw 1 card. Dr Sattler recovers health equal to the number of insight tokens on the board. Remove all insight tokens from the board."
    },
    {
      "Text": "Remove all insight tokens from the board.",
      "FullText": "Immediately: Draw 1 card. Dr Sattler recovers health equal to the number of insight tokens on the board. Remove all insight tokens from the board."
    },
    {
      "Text": "Your opponent discards the top card of their deck",
      "FullText": "After combat: Your opponent discards the top card of their deck. Dr{DOTSPACE}Malcolm and Dr{DOTSPACE}Sattler recover health equal to that card\u0027s BOOST value."
    },
    {
      "Text": "Dr{DOTSPACE}Malcolm and Dr{DOTSPACE}Sattler recover health equal to that card\u0027s BOOST value.",
      "FullText": "After combat: Your opponent discards the top card of their deck. Dr{DOTSPACE}Malcolm and Dr{DOTSPACE}Sattler recover health equal to that card\u0027s BOOST value."
    },
    {
      "Text": "you may place Dr{DOTSPACE}Malcolm and Dr{DOTSPACE}Sattler in any space.",
      "FullText": "After combat: If you won the combat, you may place Dr{DOTSPACE}Malcolm and Dr{DOTSPACE}Sattler in any space."
    },
    {
      "Text": "You may place your fighter on any space with an insight token.",
      "FullText": "After combat: You may place your fighter on any space with an insight token."
    },
    {
      "Text": "The value of this card is equal to the number of cards in your hand.",
      "FullText": "During combat: The value of this card is equal to the number of cards in your hand."
    },
    {
      "Text": "Your opponent may BOOST their card.",
      "FullText": "Immediately: Your opponent may BOOST their card.\nDuring combat: You may BOOST this card."
    },
    {
      "Text": "cancel all effects on your opponent\u0027s card and ignore its value.",
      "FullText": "Immediately: If there are 4 or more squirrels adjacent to the opposing fighter, cancel all effects on your opponent\u0027s card and ignore its value."
    },
    {
      "Text": "BOOSTED WITH: Draw 1 card.",
      "FullText": "BOOSTED WITH: Draw 1 card.\nDuring combat: You may BOOST this card."
    },
    {
      "Text": "BOOSTED WITH: Draw 1 card",
      "FullText": "BOOSTED WITH: Draw 1 card. Immediately: You may return this card to your hand and choose a different card to play. Resolve all effects on that card as normal."
    },
    {
      "Text": "Immediately: You may return this card to your hand and choose a different card to play",
      "FullText": "BOOSTED WITH: Draw 1 card. Immediately: You may return this card to your hand and choose a different card to play. Resolve all effects on that card as normal."
    },
    {
      "Text": "Resolve all effects on that card as normal.",
      "FullText": "BOOSTED WITH: Draw 1 card. Immediately: You may return this card to your hand and choose a different card to play. Resolve all effects on that card as normal."
    },
    {
      "Text": "Houdini and Bess may swap spaces",
      "FullText": "Immediately: Houdini and Bess may swap spaces. If they do, your other fighter is now in the combat."
    },
    {
      "Text": "your other fighter is now in the combat.",
      "FullText": "Immediately: Houdini and Bess may swap spaces. If they do, your other fighter is now in the combat."
    },
    {
      "Text": "Choose 1 of the fighters in the combat and move them up to 3 spaces",
      "FullText": "After combat: Choose 1 of the fighters in the combat and move them up to 3 spaces. They may move through their opposing fighters."
    },
    {
      "Text": "They may move through their opposing fighters.",
      "FullText": "After combat: Choose 1 of the fighters in the combat and move them up to 3 spaces. They may move through their opposing fighters."
    },
    {
      "Text": "Look at your opponent\u0027s hand and choose a card for them to discard.",
      "FullText": "After combat: Look at your opponent\u0027s hand and choose a card for them to discard."
    },
    {
      "Text": "The value of your opponent\u0027s card is equal to its BOOST value.",
      "FullText": "During combat: The value of your opponent\u0027s card is equal to its BOOST value."
    },
    {
      "Text": "you may discard 2 cards to gain 1 action.",
      "FullText": "After combat: If you won the combat, you may discard 2 cards to gain 1 action."
    },
    {
      "Text": "Gain 1 action and choose 1 effect:",
      "FullText": "Gain 1 action and choose 1 effect:\n- draw 5 cards\n- for the rest of your turn, your cards\u0027 values are 4 and cannot be changed\n- each opponent discards 2 cards"
    },
    {
      "Text": "reveal the top card of your opponent\u0027s deck and store it in your Vibranium Suit.",
      "FullText": "After combat: If you won the combat, reveal the top card of your opponent\u0027s deck and store it in your Vibranium Suit."
    },
    {
      "Text": "ignore the value of your opponent\u0027s card.",
      "FullText": "During combat: If the opposing fighter is flanked, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "Choose a trap in the same zone as 1 of your InGen Workers",
      "FullText": "Choose a trap in the same zone as 1 of your InGen Workers. Deal 1 damage to each opposing fighter adjacent to that trap. Return that trap to the box."
    },
    {
      "Text": "Return that trap to the box.",
      "FullText": "Choose a trap in the same zone as 1 of your InGen Workers. Deal 1 damage to each opposing fighter adjacent to that trap. Return that trap to the box."
    },
    {
      "Text": "Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value",
      "FullText": "During combat: Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value. Then, You may BOOST this card."
    },
    {
      "Text": "Then, You may BOOST this card.",
      "FullText": "During combat: Add the BOOST value of the opposing fighter\u0027s card to this card\u0027s value. Then, You may BOOST this card."
    },
    {
      "Text": "Then, you may spend an additional action to draw until you have 7 cards in your hand.",
      "FullText": "Draw 2 cards. Then, you may spend an additional action to draw until you have 7 cards in your hand."
    },
    {
      "Text": "Then, if you have 4 or more cards in your hand, gain 1 action.",
      "FullText": "Recover 2 health. Then, if you have 4 or more cards in your hand, gain 1 action."
    },
    {
      "Text": "place the opposing fighter adjacent to Dagger and gain 1 action.",
      "FullText": "After combat: If Cloak played this card, place the opposing fighter adjacent to Dagger and gain 1 action."
    },
    {
      "Text": "Choose 1 of the fighters in the combat and move them up to 3 spaces.",
      "FullText": "After combat: Choose 1 of the fighters in the combat and move them up to 3 spaces."
    },
    {
      "Text": "and the value of this card is 4 instead.",
      "FullText": "During combat: If Dagger played this card, she swaps spaces with Cloak, Cloak is now the defender, and the value of this card is 4 instead."
    },
    {
      "Text": "This card\u0027s effect cannot be canceled.",
      "FullText": "This card\u0027s effect cannot be canceled.\nBOOSTED WITH: Houdini recovers 2 health.\nAfter combat: If your fighter was defeated, set their health to 4 instead and place them in any space. (This effect happens even if Houdini was defeated.)"
    },
    {
      "Text": "Summon a squirrel in Squirrel Girl\u0027s space",
      "FullText": "After combat: Summon a squirrel in Squirrel Girl\u0027s space. Then, you place Squirrel Girl in any space in her zone."
    },
    {
      "Text": "Then, you place Squirrel Girl in any space in her zone.",
      "FullText": "After combat: Summon a squirrel in Squirrel Girl\u0027s space. Then, you place Squirrel Girl in any space in her zone."
    },
    {
      "Text": "The value of this card is equal to the number of cards in your hand.",
      "FullText": "During combat: The value of this card is equal to the number of cards in your hand."
    },
    {
      "Text": "Mission: You have 2 or fewer other cards in your hand.",
      "FullText": "Mission: You have 2 or fewer other cards in your hand.\nDraw 5 cards. Each opponent discards 1 random card. Acquire a new mission."
    },
    {
      "Text": "This attack can only target a fighter adjacent to Tomoe Gozen",
      "FullText": "This attack can only target a fighter adjacent to Tomoe Gozen. Play it face up.\nAfter combat: End the turn."
    },
    {
      "Text": "Play it face up.",
      "FullText": "This attack can only target a fighter adjacent to Tomoe Gozen. Play it face up.\nAfter combat: End the turn."
    },
    {
      "Text": "you may discard a card to put this card back into your hand.",
      "FullText": "After combat: If Tomoe Gozen is adjacent to the opposing fighter, you may discard a card to put this card back into your hand."
    },
    {
      "Text": "Then, if they are a hero, place Tomoe Gozen in a space adjacent to them.",
      "FullText": "After combat: Move the opposing fighter up to 3 spaces. Then, if they are a hero, place Tomoe Gozen in a space adjacent to them."
    },
    {
      "Text": "Then, if you lost the combat, look at your opponent\u0027s hand and choose 1 card for them to discard.",
      "FullText": "After combat: Draw 1 card. Then, if you lost the combat, look at your opponent\u0027s hand and choose 1 card for them to discard."
    },
    {
      "Text": "Tomoe Gozen cannot leave her space for the rest of the turn.",
      "FullText": "Immediately: Tomoe Gozen cannot leave her space for the rest of the turn.\nAfter combat: If the opposing fighter is adjacent, your opponent discards 1 card."
    },
    {
      "Text": "She may move through sidekicks",
      "FullText": "Move Tomoe Gozen up to 3 spaces. She may move through sidekicks. Then, choose one:\n- Tomoe Gozen recovers 2 health\n- gain 1 action"
    },
    {
      "Text": "Then, choose one:",
      "FullText": "Move Tomoe Gozen up to 3 spaces. She may move through sidekicks. Then, choose one:\n- Tomoe Gozen recovers 2 health\n- gain 1 action"
    },
    {
      "Text": "They may move through opposing fighters",
      "FullText": "Move each of your fighters up to 3 spaces. They may move through opposing fighters. Gain 1 action."
    },
    {
      "Text": "Choose an opponent",
      "FullText": "Choose an opponent. Reveal the top 2 cards of their deck and store them in your Vibranium Suit."
    },
    {
      "Text": "Reveal the top 2 cards of their deck and store them in your Vibranium Suit.",
      "FullText": "Choose an opponent. Reveal the top 2 cards of their deck and store them in your Vibranium Suit."
    },
    {
      "Text": "(Draw a card for Black Panther\u0027s special ability each time you BOOST.)",
      "FullText": "During combat: You may BOOST this card up to 2 times. (Draw a card for Black Panther\u0027s special ability each time you BOOST.)"
    },
    {
      "Text": "They may move through opposing fighters",
      "FullText": "After combat: Move each of your fighters up to 3 spaces. They may move through opposing fighters. Then, shuffle 1 scheme from your discard pile into your deck."
    },
    {
      "Text": "Then, shuffle 1 scheme from your discard pile into your deck.",
      "FullText": "After combat: Move each of your fighters up to 3 spaces. They may move through opposing fighters. Then, shuffle 1 scheme from your discard pile into your deck."
    },
    {
      "Text": "Cancel all",
      "FullText": "During combat: Cancel all\nAFTER COMBAT effects on your opponent\u0027s card."
    },
    {
      "Text": "Black Widow and Maria Hill may swap spaces",
      "FullText": "Immediately: Black Widow and Maria Hill may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "your other fighter is now the defender.",
      "FullText": "Immediately: Black Widow and Maria Hill may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "draw 1 card and gain 1 action.",
      "FullText": "After combat: If you lost the combat, draw 1 card and gain 1 action."
    },
    {
      "Text": "place her adjacent to Black Widow",
      "FullText": "After combat: If Maria Hill was defeated, place her adjacent to Black Widow. If you do, set Maria Hill\u0027s health to 3."
    },
    {
      "Text": "set Maria Hill\u0027s health to 3.",
      "FullText": "After combat: If Maria Hill was defeated, place her adjacent to Black Widow. If you do, set Maria Hill\u0027s health to 3."
    },
    {
      "Text": "deal 3 damage instead",
      "FullText": "Deal 1 damage to 1 adjacent fighter. If Invisible Man is on a space with a fog token, deal 3 damage instead. Your opponent then moves a fog token up to 2 spaces."
    },
    {
      "Text": "Your opponent then moves a fog token up to 2 spaces.",
      "FullText": "Deal 1 damage to 1 adjacent fighter. If Invisible Man is on a space with a fog token, deal 3 damage instead. Your opponent then moves a fog token up to 2 spaces."
    },
    {
      "Text": "You may move the Jackalope through spaces containing opposing fighters",
      "FullText": "Move the Jackalope up to 5 spaces. You may move the Jackalope through spaces containing opposing fighters. Then deal 2 damage to any 1 fighter adjacent to the Jackalope."
    },
    {
      "Text": "Then deal 2 damage to any 1 fighter adjacent to the Jackalope.",
      "FullText": "Move the Jackalope up to 5 spaces. You may move the Jackalope through spaces containing opposing fighters. Then deal 2 damage to any 1 fighter adjacent to the Jackalope."
    },
    {
      "Text": "Dracula recovers 1 health for each damage dealt.",
      "FullText": "Deal 1 damage to all opposing fighters adjacent to Dracula. Dracula recovers 1 health for each damage dealt."
    },
    {
      "Text": "After moving, deal 1 damage to the moved fighter for each Sister adjacent to them.",
      "FullText": "Move any fighter up to 2 spaces. After moving, deal 1 damage to the moved fighter for each Sister adjacent to them."
    },
    {
      "Text": "Then, move each of your fighters up to 2 spaces.",
      "FullText": "After combat: Draw 1 card. Then, move each of your fighters up to 2 spaces."
    },
    {
      "Text": "The opposing fighter may not leave their space for the rest of the turn.",
      "FullText": "Immediately: The opposing fighter may not leave their space for the rest of the turn."
    },
    {
      "Text": "Add \u002B1 to this card\u0027s value for each space between you and the opposing fighter along the shortest path.",
      "FullText": "During combat: Add \u002B1 to this card\u0027s value for each space between you and the opposing fighter along the shortest path."
    },
    {
      "Text": "Choose 3 cards in your discard pile and shuffle them into your deck.",
      "FullText": "After combat: Choose 3 cards in your discard pile and shuffle them into your deck."
    },
    {
      "Text": "Recover 3 Health",
      "FullText": "Recover 3 Health. Place Spider-Man in any space in his zone."
    },
    {
      "Text": "Your opponent can\u0027t draw cards this turn.",
      "FullText": "Immediately: Your opponent can\u0027t draw cards this turn."
    },
    {
      "Text": "place Spider-Man in any space in his zone.",
      "FullText": "After combat: If you won the combat, place Spider-Man in any space in his zone."
    },
    {
      "Text": "All of Spider-Man\u0027s attacks this turn are \u002B1 value",
      "FullText": "All of Spider-Man\u0027s attacks this turn are \u002B1 value. Draw 1 card. Gain 1 action."
    },
    {
      "Text": "If Dr",
      "FullText": "During combat: If Dr. Strange is adjacent to the opposing fighter, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "Strange is adjacent to the opposing fighter, ignore the value of your opponent\u0027s card.",
      "FullText": "During combat: If Dr. Strange is adjacent to the opposing fighter, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "If Dr",
      "FullText": "During combat: If Dr. Strange and Wong are adjacent, this card\u0027s value is 4 instead."
    },
    {
      "Text": "Strange and Wong are adjacent, this card\u0027s value is 4 instead.",
      "FullText": "During combat: If Dr. Strange and Wong are adjacent, this card\u0027s value is 4 instead."
    },
    {
      "Text": "You may BLIND BOOST this card.",
      "FullText": "During combat: You may BLIND BOOST this card.\nAfter combat: If you won the combat, gain 1 action."
    },
    {
      "Text": "ignore its value.",
      "FullText": "If the value of this card is above 7, ignore its value.\nDuring combat: You may BLIND BOOST this card up to 2 times."
    },
    {
      "Text": "Discard your opponent\u0027s card",
      "FullText": "Immediately: Discard your opponent\u0027s card. They reveal cards from their deck until they reveal an attack or versatile card they can play. They play that card and randomly put the rest of the revealed cards on the bottom of their deck."
    },
    {
      "Text": "They reveal cards from their deck until they reveal an attack or versatile card they can play",
      "FullText": "Immediately: Discard your opponent\u0027s card. They reveal cards from their deck until they reveal an attack or versatile card they can play. They play that card and randomly put the rest of the revealed cards on the bottom of their deck."
    },
    {
      "Text": "They play that card and randomly put the rest of the revealed cards on the bottom of their deck.",
      "FullText": "Immediately: Discard your opponent\u0027s card. They reveal cards from their deck until they reveal an attack or versatile card they can play. They play that card and randomly put the rest of the revealed cards on the bottom of their deck."
    },
    {
      "Text": "Your opponent places Dr",
      "FullText": "After combat: Your opponent places Dr. Strange in a starting space. Place the opposing fighter in another starting space. All players shuffle their decks."
    },
    {
      "Text": "Strange in a starting space",
      "FullText": "After combat: Your opponent places Dr. Strange in a starting space. Place the opposing fighter in another starting space. All players shuffle their decks."
    },
    {
      "Text": "All players shuffle their decks.",
      "FullText": "After combat: Your opponent places Dr. Strange in a starting space. Place the opposing fighter in another starting space. All players shuffle their decks."
    },
    {
      "Text": "Shuffle your hand into your deck",
      "FullText": "Shuffle your hand into your deck. Draw 5 cards. Gain 1 action."
    },
    {
      "Text": "Reveal a card from your hand and put it on top of your deck",
      "FullText": "Reveal a card from your hand and put it on top of your deck. Dr. Strange or a friendly fighter adjacent to him recovers health equal to that card\u0027s boost value."
    },
    {
      "Text": "Dr",
      "FullText": "Reveal a card from your hand and put it on top of your deck. Dr. Strange or a friendly fighter adjacent to him recovers health equal to that card\u0027s boost value."
    },
    {
      "Text": "Strange or a friendly fighter adjacent to him recovers health equal to that card\u0027s boost value.",
      "FullText": "Reveal a card from your hand and put it on top of your deck. Dr. Strange or a friendly fighter adjacent to him recovers health equal to that card\u0027s boost value."
    },
    {
      "Text": "Discard the top card of your opponent\u0027s deck",
      "FullText": "During combat: Discard the top card of your opponent\u0027s deck. Increase the value of this card by 2 times that card\u0027s boost value."
    },
    {
      "Text": "Increase the value of this card by 2 times that card\u0027s boost value.",
      "FullText": "During combat: Discard the top card of your opponent\u0027s deck. Increase the value of this card by 2 times that card\u0027s boost value."
    },
    {
      "Text": "you make the choice instead (see above).",
      "FullText": "After combat: If you won the combat, your opponent chooses whether you both draw a card or both discard a card. If you lost the combat, you make the choice instead (see above)."
    },
    {
      "Text": "the opposing fighter may not leave their space this turn.",
      "FullText": "Immediately: If She-Hulk is adjacent to the opposing fighter, the opposing fighter may not leave their space this turn."
    },
    {
      "Text": "You may spend an additional action to make this card\u0027s value 9 instead.",
      "FullText": "During combat: You may spend an additional action to make this card\u0027s value 9 instead."
    },
    {
      "Text": "you may choose a card in your discard pile and shuffle it into your deck.",
      "FullText": "After combat: If you won the combat, you may choose a card in your discard pile and shuffle it into your deck."
    },
    {
      "Text": "Mission: Black Widow is in your starting space.",
      "FullText": "Mission: Black Widow is in your starting space.\nChoose an opponent. They discard 2 cards. Acquire a new mission."
    },
    {
      "Text": "{RED ROOM} Your opponent may draw 1 card.",
      "FullText": "After combat: {RED ROOM} Your opponent may draw 1 card."
    },
    {
      "Text": "Draw until you have 5 cards in your hand.",
      "FullText": "Draw until you have 5 cards in your hand.\n{RED ROOM} Each opponent may draw until they have 5 cards in their hand."
    },
    {
      "Text": "Ignore any {RED ROOM} effects on your cards for the rest of your turn",
      "FullText": "Ignore any {RED ROOM} effects on your cards for the rest of your turn. Gain 1 action."
    },
    {
      "Text": "She may move through opposing fighters",
      "FullText": "Move She-Hulk up to 4 spaces. She may move through opposing fighters. Then, if she is adjacent to an opposing fighter, gain 1 action."
    },
    {
      "Text": "Then, if she is adjacent to an opposing fighter, gain 1 action.",
      "FullText": "Move She-Hulk up to 4 spaces. She may move through opposing fighters. Then, if she is adjacent to an opposing fighter, gain 1 action."
    },
    {
      "Text": "Then, place another friendly fighter in any space in Annie\u0027s zone",
      "FullText": "Place Annie in any space in her zone. Then, place another friendly fighter in any space in Annie\u0027s zone. Gain 1 action."
    },
    {
      "Text": "Damage cannot reduce Annie\u0027s health below 1 this turn.",
      "FullText": "Immediately: Damage cannot reduce Annie\u0027s health below 1 this turn."
    },
    {
      "Text": "You may reveal 2 cards from your hand with the same name",
      "FullText": "Immediately: You may reveal 2 cards from your hand with the same name. If you do, cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Annie and Charlie may swap spaces",
      "FullText": "Immediately: Annie and Charlie may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "your other fighter is now the defender.",
      "FullText": "Immediately: Annie and Charlie may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "Reveal the bottom card of your deck",
      "FullText": "During combat: Reveal the bottom card of your deck. Increase the value of this card by the BOOST value of the revealed card, then put the revealed card on the top or the bottom of your deck."
    },
    {
      "Text": "Increase the value of this card by the BOOST value of the revealed card, then put the revealed card on the top or the bottom of your deck.",
      "FullText": "During combat: Reveal the bottom card of your deck. Increase the value of this card by the BOOST value of the revealed card, then put the revealed card on the top or the bottom of your deck."
    },
    {
      "Text": "Choose a card in your discard pile and shuffle it into your deck",
      "FullText": "Choose a card in your discard pile and shuffle it into your deck. Draw 2 cards. Move Golden Bat up to 4 spaces."
    },
    {
      "Text": "return a random card in your discard pile to your hand.",
      "FullText": "After combat: If you won the combat, return a random card in your discard pile to your hand."
    },
    {
      "Text": "Look at the top 3 cards of your opponent\u0027s deck",
      "FullText": "After combat: Look at the top 3 cards of your opponent\u0027s deck. Put them back in any order."
    },
    {
      "Text": "Put them back in any order.",
      "FullText": "After combat: Look at the top 3 cards of your opponent\u0027s deck. Put them back in any order."
    },
    {
      "Text": "Choose one: -Jill Trent recovers 1 health, -Move Jill Trent 1 space, -Draw 1 card",
      "FullText": "After combat: Choose one: -Jill Trent recovers 1 health, -Move Jill Trent 1 space, -Draw 1 card"
    },
    {
      "Text": "The value of your opponent\u0027s card is equal to its printed value and cannot be changed.",
      "FullText": "Immediately: The value of your opponent\u0027s card is equal to its printed value and cannot be changed."
    },
    {
      "Text": "They may move through opposing fighters.",
      "FullText": "After combat: Move your fighter up to 2 spaces. They may move through opposing fighters."
    },
    {
      "Text": "Reveal the top 3 cards of your opponent\u0027s deck",
      "FullText": "After combat: Reveal the top 3 cards of your opponent\u0027s deck. Put 1 of them on the bottom of the deck and the rest on top in any order."
    },
    {
      "Text": "Put 1 of them on the bottom of the deck and the rest on top in any order.",
      "FullText": "After combat: Reveal the top 3 cards of your opponent\u0027s deck. Put 1 of them on the bottom of the deck and the rest on top in any order."
    },
    {
      "Text": "Shuffle up to 3 Jill Trent cards in your discard pile back into your deck",
      "FullText": "Shuffle up to 3 Jill Trent cards in your discard pile back into your deck. Draw 1 card."
    },
    {
      "Text": "This card\u0027s effects cannot be canceled",
      "FullText": "This card\u0027s effects cannot be canceled. If Daisy and Jill Trent are adjacent and Daisy is attacking, Daisy gains the effect of Jill Trent\u0027s gadget."
    },
    {
      "Text": "Daisy gains the effect of Jill Trent\u0027s gadget.",
      "FullText": "This card\u0027s effects cannot be canceled. If Daisy and Jill Trent are adjacent and Daisy is attacking, Daisy gains the effect of Jill Trent\u0027s gadget."
    },
    {
      "Text": "Charge both coils",
      "FullText": "Charge both coils. Gain 1 action."
    },
    {
      "Text": "Charge 1 coil",
      "FullText": "After combat: Charge 1 coil. If you won the combat, charge both."
    },
    {
      "Text": "charge both.",
      "FullText": "After combat: Charge 1 coil. If you won the combat, charge both."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: This card\u0027s value is 5",
      "FullText": "During combat: You may discharge coils: - 1 Coil: This card\u0027s value is 5. - 2 Coils: Instead, this card\u0027s value is 7."
    },
    {
      "Text": "- 2 Coils: Instead, this card\u0027s value is 7.",
      "FullText": "During combat: You may discharge coils: - 1 Coil: This card\u0027s value is 5. - 2 Coils: Instead, this card\u0027s value is 7."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: Instead, draw 2 cards",
      "FullText": "After combat: Draw 1 card. You may discharge coils: - 1 Coil: Instead, draw 2 cards. - 2 Coils: Instead, draw 3 cards and Tesla recovers 1 health."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: Cancel all effects on your opponent\u0027s card",
      "FullText": "Immediately: You may discharge coils: - 1 Coil: Cancel all effects on your opponent\u0027s card. - 2 Coils: Also, ignore that card\u0027s value."
    },
    {
      "Text": "- 2 Coils: Also, ignore that card\u0027s value.",
      "FullText": "Immediately: You may discharge coils: - 1 Coil: Cancel all effects on your opponent\u0027s card. - 2 Coils: Also, ignore that card\u0027s value."
    },
    {
      "Text": "Reveal the top card of your opponent\u0027s deck",
      "FullText": "During combat: Reveal the top card of your opponent\u0027s deck. You may discharge coils: - 1 Coil: Discard that card. - 2 Coils: Also, add its boost value to this card\u0027s value."
    },
    {
      "Text": "- 2 Coils: Also, add its boost value to this card\u0027s value.",
      "FullText": "During combat: Reveal the top card of your opponent\u0027s deck. You may discharge coils: - 1 Coil: Discard that card. - 2 Coils: Also, add its boost value to this card\u0027s value."
    },
    {
      "Text": "Choose 1 effect",
      "FullText": "After combat: Choose 1 effect. If Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter, do both:\n- your opponent discards 1 card\n- move the opposing fighter up to 3 spaces"
    },
    {
      "Text": "do both:",
      "FullText": "After combat: Choose 1 effect. If Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter, do both:\n- your opponent discards 1 card\n- move the opposing fighter up to 3 spaces"
    },
    {
      "Text": "You may discharge coils: - 1 Coil: Gain 1 action",
      "FullText": "After combat: You may discharge coils: - 1 Coil: Gain 1 action. - 2 Coils: Also, draw 1 card."
    },
    {
      "Text": "- 2 Coils: Also, draw 1 card.",
      "FullText": "After combat: You may discharge coils: - 1 Coil: Gain 1 action. - 2 Coils: Also, draw 1 card."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: Also, move Tesla up to 2 spaces",
      "FullText": "After combat: Move the opposing fighter up to 2 spaces. You may discharge coils: - 1 Coil: Also, move Tesla up to 2 spaces. - 2 Coils: Also, your opponent discards 1 random card."
    },
    {
      "Text": "Choose 2 different effects:",
      "FullText": "Choose 2 different effects:\n- each friendly fighter recovers 1 health\n- draw 2 cards\n- gain 1 action"
    },
    {
      "Text": "Then, put a card in your hand on top of your deck.",
      "FullText": "Draw 3 cards. Then, put a card in your hand on top of your deck.\nBOOSTED WITH: Look at an opponent\u0027s hand and choose a card for them to discard."
    },
    {
      "Text": "Eredin swaps spaces with an adjacent friendly fighter",
      "FullText": "Immediately: Eredin swaps spaces with an adjacent friendly fighter. That fighter is now the defender.\nAfter combat: If Eredin is ENRAGED, draw 2 cards."
    },
    {
      "Text": "That fighter is now the defender.",
      "FullText": "Immediately: Eredin swaps spaces with an adjacent friendly fighter. That fighter is now the defender.\nAfter combat: If Eredin is ENRAGED, draw 2 cards."
    },
    {
      "Text": "you may play this card as an attack.",
      "FullText": "If Eredin is ENRAGED, you may play this card as an attack.\nDuring combat: You may BOOST this card."
    },
    {
      "Text": "[ONGOING]: Eredin does not take damage except combat damage or from exhaustion",
      "FullText": "Draw 1 card. Gain 1 action. [ONGOING]: Eredin does not take damage except combat damage or from exhaustion. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Discard this card at the end of your turn if you didn\u0027t attack.",
      "FullText": "Draw 1 card. Gain 1 action. [ONGOING]: Eredin does not take damage except combat damage or from exhaustion. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Move each of your fighters up to 3 spaces each",
      "FullText": "Draw 2 cards. Move each of your fighters up to 3 spaces each. They may move through opposing fighters."
    },
    {
      "Text": "They may move through opposing fighters.",
      "FullText": "Draw 2 cards. Move each of your fighters up to 3 spaces each. They may move through opposing fighters."
    },
    {
      "Text": "Summon a Wolf in the Leshen\u0027s zone",
      "FullText": "After combat: Summon a Wolf in the Leshen\u0027s zone. Then move each Wolf up to 3 spaces."
    },
    {
      "Text": "Then move each Wolf up to 3 spaces.",
      "FullText": "After combat: Summon a Wolf in the Leshen\u0027s zone. Then move each Wolf up to 3 spaces."
    },
    {
      "Text": "You may place the Leshen in any space.",
      "FullText": "After combat: You may place the Leshen in any space."
    },
    {
      "Text": "Draw 1 card for each of your fighters adjacent to the opposing fighter.",
      "FullText": "After combat: Draw 1 card for each of your fighters adjacent to the opposing fighter."
    },
    {
      "Text": "Add \u002B2 to this card\u0027s value for each of your fighters adjacent to the opposing fighter.",
      "FullText": "During combat: Add \u002B2 to this card\u0027s value for each of your fighters adjacent to the opposing fighter."
    },
    {
      "Text": "Your opponent discards the top card of their deck",
      "FullText": "During combat: Your opponent discards the top card of their deck. Add its BOOST value to their card\u0027s value.\nAfter combat: Move each Wolf up to 3 spaces."
    },
    {
      "Text": "Add its BOOST value to their card\u0027s value.",
      "FullText": "During combat: Your opponent discards the top card of their deck. Add its BOOST value to their card\u0027s value.\nAfter combat: Move each Wolf up to 3 spaces."
    },
    {
      "Text": "Summon a Wolf in the Leshen\u0027s zone",
      "FullText": "Summon a Wolf in the Leshen\u0027s zone. [ONGOING]: At the start of your turn, the Leshen recovers 1 health. Discard this card at the end of your turn if there are no Wolves in the Leshen\u0027s zone."
    },
    {
      "Text": "Discard this card at the end of your turn if there are no Wolves in the Leshen\u0027s zone.",
      "FullText": "Summon a Wolf in the Leshen\u0027s zone. [ONGOING]: At the start of your turn, the Leshen recovers 1 health. Discard this card at the end of your turn if there are no Wolves in the Leshen\u0027s zone."
    },
    {
      "Text": "Remove the Leshen from the board",
      "FullText": "Deal 1 damage to each opposing fighter in the Leshen\u0027s zone. Remove the Leshen from the board. At the start of your next turn, place the Leshen in any space. Then, draw 1 card."
    },
    {
      "Text": "At the start of your next turn, place the Leshen in any space",
      "FullText": "Deal 1 damage to each opposing fighter in the Leshen\u0027s zone. Remove the Leshen from the board. At the start of your next turn, place the Leshen in any space. Then, draw 1 card."
    },
    {
      "Text": "Then, draw 1 card.",
      "FullText": "Deal 1 damage to each opposing fighter in the Leshen\u0027s zone. Remove the Leshen from the board. At the start of your next turn, place the Leshen in any space. Then, draw 1 card."
    },
    {
      "Text": "- 1$PWR$ This card\u0027s value is 4 instead",
      "FullText": "During combat: - 1$PWR$ This card\u0027s value is 4 instead. - 5$PWR$ This card\u0027s value is 7 instead."
    },
    {
      "Text": "- 5$PWR$ This card\u0027s value is 7 instead.",
      "FullText": "During combat: - 1$PWR$ This card\u0027s value is 4 instead. - 5$PWR$ This card\u0027s value is 7 instead."
    },
    {
      "Text": "He may move through opposing fighters",
      "FullText": "After combat: Move Ihuarraquax up to 4 spaces. He may move through opposing fighters. Then, deal 1 damage to an opposing fighter he move through."
    },
    {
      "Text": "Then, deal 1 damage to an opposing fighter he move through.",
      "FullText": "After combat: Move Ihuarraquax up to 4 spaces. He may move through opposing fighters. Then, deal 1 damage to an opposing fighter he move through."
    },
    {
      "Text": "- 2$PWR$ Deal 1 damage to the opposing fighter",
      "FullText": "After combat: - 2$PWR$ Deal 1 damage to the opposing fighter. - 7$PWR$ Deal 2 damage to an opposing fighter within 3 spaces of Ciri."
    },
    {
      "Text": "- 7$PWR$ Deal 2 damage to an opposing fighter within 3 spaces of Ciri.",
      "FullText": "After combat: - 2$PWR$ Deal 1 damage to the opposing fighter. - 7$PWR$ Deal 2 damage to an opposing fighter within 3 spaces of Ciri."
    },
    {
      "Text": "- 3$PWR$ Return a card from your discard pile to the top of your deck",
      "FullText": "After combat: - 3$PWR$ Return a card from your discard pile to the top of your deck. - 8$PWR$ Return a card from your discard pile to your hand. Draw 1 card."
    },
    {
      "Text": "- 8$PWR$ Return a card from your discard pile to your hand",
      "FullText": "After combat: - 3$PWR$ Return a card from your discard pile to the top of your deck. - 8$PWR$ Return a card from your discard pile to your hand. Draw 1 card."
    },
    {
      "Text": "- 3$PWR$ This card\u0027s value is a 4 instead",
      "FullText": "During combat: - 3$PWR$ This card\u0027s value is a 4 instead. - 5$PWR$ This card\u0027s value is a 4 instead. Your opponent discards 1 random card."
    },
    {
      "Text": "- 5$PWR$ This card\u0027s value is a 4 instead",
      "FullText": "During combat: - 3$PWR$ This card\u0027s value is a 4 instead. - 5$PWR$ This card\u0027s value is a 4 instead. Your opponent discards 1 random card."
    },
    {
      "Text": "She may move through opposing fighters.",
      "FullText": "After combat: Move Ciri up to 3 spaces. She may move through opposing fighters."
    },
    {
      "Text": "and add it to your hand.",
      "FullText": "After combat: If you won the combat, you may search your deck for a Source card, reveal it, and add it to your hand."
    },
    {
      "Text": "- 4$PWR$ Deal 1 damage to each other fighter in Ciri\u0027s zone",
      "FullText": "- 4$PWR$ Deal 1 damage to each other fighter in Ciri\u0027s zone. - 9$PWR$ Deal 3 damage to each other fighter in ciri\u0027s zone."
    },
    {
      "Text": "- 9$PWR$ Deal 3 damage to each other fighter in ciri\u0027s zone.",
      "FullText": "- 4$PWR$ Deal 1 damage to each other fighter in Ciri\u0027s zone. - 9$PWR$ Deal 3 damage to each other fighter in ciri\u0027s zone."
    },
    {
      "Text": "return this card to your hand instead of discarding it.",
      "FullText": "Deal 2 damage to an adjacent fighter. If this defeats that fighter, return this card to your hand instead of discarding it."
    },
    {
      "Text": "Draw a number of cards equal to the damage you were dealt.",
      "FullText": "After combat: Draw a number of cards equal to the damage you were dealt."
    },
    {
      "Text": "ONGOING: After each combat your fighter is in, draw 1 card",
      "FullText": "Ciri recovers 2 health. ONGOING: After each combat your fighter is in, draw 1 card. Discard this card at the end of your turn if you have 5 or more cards in your hand."
    },
    {
      "Text": "Discard this card at the end of your turn if you have 5 or more cards in your hand.",
      "FullText": "Ciri recovers 2 health. ONGOING: After each combat your fighter is in, draw 1 card. Discard this card at the end of your turn if you have 5 or more cards in your hand."
    },
    {
      "Text": "LINE EFFECT: Deal 1 damage to the opposing fighter for each other card in your line.",
      "FullText": "LINE EFFECT: Deal 1 damage to the opposing fighter for each other card in your line.\nDuring combat: Increase the value of this card by \u002B1 for each HORROR card in your line."
    },
    {
      "Text": "LINE EFFECT: Gain 2 actions.",
      "FullText": "LINE EFFECT: Gain 2 actions."
    },
    {
      "Text": "LINE EFFECT: Draw 1 card.",
      "FullText": "LINE EFFECT: Draw 1 card.\nAfter combat: Deal 1 damage to each other fighter in your zone."
    },
    {
      "Text": "LINE EFFECT: Place Shakespeare in a zone with no Actors.",
      "FullText": "LINE EFFECT: Place Shakespeare in a zone with no Actors.\nAfter combat: Move each Actor up to 3 spaces."
    },
    {
      "Text": "LINE EFFECT: Return all defeated Actors to spaces in Shakespeare\u0027s zone.",
      "FullText": "LINE EFFECT: Return all defeated Actors to spaces in Shakespeare\u0027s zone.\nAfter combat: Return a defeated Actor to any space in Shakespeare\u0027s zone."
    },
    {
      "Text": "LINE EFFECT: Draw 2 cards",
      "FullText": "LINE EFFECT: Draw 2 cards. Shakespeare recovers 2 health.\nAfter combat: If you lost the combat, Shakespeare recovers 1 health."
    },
    {
      "Text": "LINE EFFECT: Deal 2 damage to any opposing fighter.",
      "FullText": "LINE EFFECT: Deal 2 damage to any opposing fighter."
    },
    {
      "Text": "LINE EFFECT: Place each of your fighters in any space.",
      "FullText": "LINE EFFECT: Place each of your fighters in any space.\nDuring combat: Increase the value of this card by \u002B1 for each of your fighters adjacent to the opposing fighter."
    },
    {
      "Text": "LINE EFFECT: Return this card to your hand",
      "FullText": "LINE EFFECT: Return this card to your hand. Immediately: Cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Immediately: Cancel all effects on your opponent\u0027s card.",
      "FullText": "LINE EFFECT: Return this card to your hand. Immediately: Cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "LINE EFFECT: Move each fighter up to 2 spaces",
      "FullText": "LINE EFFECT: Move each fighter up to 2 spaces. (This includes opposing fighters.)\nAfter combat: Draw 1 card. If you won the combat, draw 2 cards instead."
    },
    {
      "Text": "(This includes opposing fighters.)",
      "FullText": "LINE EFFECT: Move each fighter up to 2 spaces. (This includes opposing fighters.)\nAfter combat: Draw 1 card. If you won the combat, draw 2 cards instead."
    },
    {
      "Text": "LINE EFFECT: Draw 1 card.",
      "FullText": "LINE EFFECT: Draw 1 card.\nAfter combat: Move your fighter up to 2 spaces."
    },
    {
      "Text": "LINE EFFECT: Draw 1 card.",
      "FullText": "LINE EFFECT: Draw 1 card.\nAfter combat: You may return the first card in your line to your hand (before you add this to your line)."
    },
    {
      "Text": "Increase the value of this card by \u002B1 for each different ingredient symbol in your cauldron.",
      "FullText": "During combat: Increase the value of this card by \u002B1 for each different ingredient symbol in your cauldron."
    },
    {
      "Text": "Return a card in your discard pile to your cauldron.",
      "FullText": "Immediately: Return a card in your discard pile to your cauldron.\nAfter combat: If you won the combat, look at the top card of your deck and put it in your hand or cauldron."
    },
    {
      "Text": "Reveal the top card of your deck",
      "FullText": "During combat: Reveal the top card of your deck. Your opponent chooses one: - put that card in your hand - put that card in your cauldron and add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "Your opponent chooses one: - put that card in your hand - put that card in your cauldron and add its BOOST value to this card\u0027s value.",
      "FullText": "During combat: Reveal the top card of your deck. Your opponent chooses one: - put that card in your hand - put that card in your cauldron and add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "Return a card in your discard pile to your cauldron.",
      "FullText": "Immediately: Return a card in your discard pile to your cauldron."
    },
    {
      "Text": "The value of this card is equal to the number of different zones all of your fighters are in.",
      "FullText": "During combat: The value of this card is equal to the number of different zones all of your fighters are in."
    },
    {
      "Text": "Return a card in your cauldron to your hand.",
      "FullText": "After combat: Return a card in your cauldron to your hand."
    },
    {
      "Text": "Increase the value of this card by \u002B1 for each different ingredient symbol in your cauldron.",
      "FullText": "During combat: Increase the value of this card by \u002B1 for each different ingredient symbol in your cauldron."
    },
    {
      "Text": "Deal damage to the opposing fighter equal to the amount of combat damage your fighter took.",
      "FullText": "After combat: Deal damage to the opposing fighter equal to the amount of combat damage your fighter took."
    },
    {
      "Text": "Discard up to 3 cards from your cauldron",
      "FullText": "Immediately: Discard up to 3 cards from your cauldron. For each one, choose a fighter to recover 1 health. (You may choose the same fighter more than once.)"
    },
    {
      "Text": "(You may choose the same fighter more than once.)",
      "FullText": "Immediately: Discard up to 3 cards from your cauldron. For each one, choose a fighter to recover 1 health. (You may choose the same fighter more than once.)"
    },
    {
      "Text": "Cast any spell",
      "FullText": "Cast any spell. Then, cast a different spell. (Do not discard any cards from your cauldron to cast these spells.)"
    },
    {
      "Text": "Then, cast a different spell",
      "FullText": "Cast any spell. Then, cast a different spell. (Do not discard any cards from your cauldron to cast these spells.)"
    },
    {
      "Text": "(Do not discard any cards from your cauldron to cast these spells.)",
      "FullText": "Cast any spell. Then, cast a different spell. (Do not discard any cards from your cauldron to cast these spells.)"
    },
    {
      "Text": "Look at the top 4 cards of your deck",
      "FullText": "Look at the top 4 cards of your deck. Put 2 of them in your hand and the other 2 back on top of your deck in any order."
    },
    {
      "Text": "Put 2 of them in your hand and the other 2 back on top of your deck in any order.",
      "FullText": "Look at the top 4 cards of your deck. Put 2 of them in your hand and the other 2 back on top of your deck in any order."
    },
    {
      "Text": "Increase the value of this card by \u002B1 for each glamour in your glamour discard pile.",
      "FullText": "During combat: Increase the value of this card by \u002B1 for each glamour in your glamour discard pile."
    },
    {
      "Text": "You may discard your glamour to draw 2 cards instead.",
      "FullText": "After combat: Draw 1 card. You may discard your glamour to draw 2 cards instead."
    },
    {
      "Text": "You may discard your glamour",
      "FullText": "After combat: Move your fighter up to 2 spaces. You may discard your glamour. If you do, place your fighter in any space."
    },
    {
      "Text": "place your fighter in any space.",
      "FullText": "After combat: Move your fighter up to 2 spaces. You may discard your glamour. If you do, place your fighter in any space."
    },
    {
      "Text": "Put a discarded glamour on the bottom of your glamour deck.",
      "FullText": "After combat: Put a discarded glamour on the bottom of your glamour deck."
    },
    {
      "Text": "You may discard your glamour",
      "FullText": "During combat: You may discard your glamour. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "the value of this card is 5",
      "FullText": "During combat: You may discard your glamour. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "You may deal 2 damage to each fighter in the combat.",
      "FullText": "After combat: You may deal 2 damage to each fighter in the combat."
    },
    {
      "Text": "Cancel all effects on your opponent\u0027s card, ignore its value, and return it to your opponent\u0027s hand.",
      "FullText": "Immediately: Cancel all effects on your opponent\u0027s card, ignore its value, and return it to your opponent\u0027s hand.\nAfter combat: Draw 1 card."
    },
    {
      "Text": "You may discard your glamour",
      "FullText": "Immediately: You may discard your glamour. If you do, cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Choose 2 different effects: -one fighter recovers 2 health -draw 2 cards -move 2 fighters up to 2 spaces each",
      "FullText": "Choose 2 different effects: -one fighter recovers 2 health -draw 2 cards -move 2 fighters up to 2 spaces each"
    },
    {
      "Text": "Choose an opponent, look at their hand, and choose a card",
      "FullText": "Choose an opponent, look at their hand, and choose a card. They shuffle that card into their deck."
    },
    {
      "Text": "They shuffle that card into their deck.",
      "FullText": "Choose an opponent, look at their hand, and choose a card. They shuffle that card into their deck."
    },
    {
      "Text": "ignore its value.",
      "FullText": "During combat: If your opponent played a versatile card, ignore its value."
    },
    {
      "Text": "move the opposing fighter a number of spaces up to the amount of combat damage dealt",
      "FullText": "After combat: If you won the combat, move the opposing fighter a number of spaces up to the amount of combat damage dealt. If you lost the combat, Hamlet recovers 1 health."
    },
    {
      "Text": "They cannot leave that space this turn.",
      "FullText": "After combat: Place 1 of the fighters in the combat in any space. They cannot leave that space this turn."
    },
    {
      "Text": "Hamlet recovers health equal to its BOOST value.",
      "FullText": "After combat: Your opponent discards 1 random card. If you won the combat, Hamlet recovers health equal to its BOOST value."
    },
    {
      "Text": "Discard the top card of your deck",
      "FullText": "During combat: Discard the top card of your deck. Add its BOOST value to this card\u0027s value.\nAfter combat: If you lost the combat, return the card you discarded to your hand."
    },
    {
      "Text": "Add its BOOST value to this card\u0027s value.",
      "FullText": "During combat: Discard the top card of your deck. Add its BOOST value to this card\u0027s value.\nAfter combat: If you lost the combat, return the card you discarded to your hand."
    },
    {
      "Text": "The value of this card is equal to the number of cards in your hand.",
      "FullText": "During combat: The value of this card is equal to the number of cards in your hand.\nAfter combat: If you won the combat, your opponent discards 1 card."
    },
    {
      "Text": "End the turn.",
      "FullText": "After combat: End the turn."
    },
    {
      "Text": "Put any number of cards in your hand on the bottom of your deck",
      "FullText": "Put any number of cards in your hand on the bottom of your deck. Then, draw up to that many cards. Gain 1 action."
    },
    {
      "Text": "Then, draw up to that many cards",
      "FullText": "Put any number of cards in your hand on the bottom of your deck. Then, draw up to that many cards. Gain 1 action."
    },
    {
      "Text": "Choose one: -Hamlet recovers 2 health -place Hamlet in any space in his zone and gain 1 action",
      "FullText": "Choose one: -Hamlet recovers 2 health -place Hamlet in any space in his zone and gain 1 action"
    },
    {
      "Text": "This card\u0027s effects cannot be canceled.",
      "FullText": "This card\u0027s effects cannot be canceled.\nDuring combat: Your opponent may discard 2 cards to ignore this card\u0027s value."
    },
    {
      "Text": "return this card to your hand.",
      "FullText": "After combat: If you won the combat, return this card to your hand."
    },
    {
      "Text": "If they don\u0027t cancel all effects on their card.",
      "FullText": "Immediately: Your opponent may discard 1 card. If they don\u0027t cancel all effects on their card."
    },
    {
      "Text": "[ONGOING]: Your BOOST values are \u002B1",
      "FullText": "Each of your fighters recovers 1 health. Draw 1 card. [ONGOING]: Your BOOST values are \u002B1. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Discard this card at the end of your turn if you didn\u0027t attack.",
      "FullText": "Each of your fighters recovers 1 health. Draw 1 card. [ONGOING]: Your BOOST values are \u002B1. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Each player simultaneously reveals a card from their hand and draws card equal to their card\u0027s BOOST value",
      "FullText": "Each player simultaneously reveals a card from their hand and draws card equal to their card\u0027s BOOST value. Then, the player(s) who drew the most cards deals that much damage to their hero."
    },
    {
      "Text": "Then, the player(s) who drew the most cards deals that much damage to their hero.",
      "FullText": "Each player simultaneously reveals a card from their hand and draws card equal to their card\u0027s BOOST value. Then, the player(s) who drew the most cards deals that much damage to their hero."
    },
    {
      "Text": "Discard any number of cards from your hand",
      "FullText": "During combat: Discard any number of cards from your hand. Add \u002B1 to this card\u0027s value for each card discarded."
    },
    {
      "Text": "Add \u002B1 to this card\u0027s value for each card discarded.",
      "FullText": "During combat: Discard any number of cards from your hand. Add \u002B1 to this card\u0027s value for each card discarded."
    },
    {
      "Text": "this card\u0027s value is a 6 instead.",
      "FullText": "During combat: If the opposing fighter is a hero, this card\u0027s value is a 6 instead."
    },
    {
      "Text": "Choose a zone Philippa is in",
      "FullText": "After combat: Choose a zone Philippa is in. Deal 1 damage to each opposing fighter in that zone."
    },
    {
      "Text": "ignore their card\u0027s value.",
      "FullText": "Immediately: Your opponent may discard 1 card. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "Reveal the top card of your deck",
      "FullText": "Reveal the top card of your deck. Deal damage equal to its BOOST value to 1 adjacent fighter. Put the card in your hand."
    },
    {
      "Text": "Deal damage equal to its BOOST value to 1 adjacent fighter",
      "FullText": "Reveal the top card of your deck. Deal damage equal to its BOOST value to 1 adjacent fighter. Put the card in your hand."
    },
    {
      "Text": "Put the card in your hand.",
      "FullText": "Reveal the top card of your deck. Deal damage equal to its BOOST value to 1 adjacent fighter. Put the card in your hand."
    },
    {
      "Text": "Mr{DOTSPACE}Hyde deals 2 damage to all adjacent fighters.",
      "FullText": "Place Mr{DOTSPACE}Hyde in any space in his zone. Mr{DOTSPACE}Hyde deals 2 damage to all adjacent fighters."
    },
    {
      "Text": "Choose any space in Merlin\u0027s zone",
      "FullText": "Choose any space in Merlin\u0027s zone. Deal 2 damage to each opposing fighter in that space and in 1 adjacent space. If at least 1 fighter is defeated this way, draw 1 card."
    },
    {
      "Text": "the opposing fighter takes 1 damage.",
      "FullText": "After combat: If you lost the combat, the opposing fighter takes 1 damage."
    },
    {
      "Text": "Otherwise, take 1 damage.",
      "FullText": "After combat: If you won the combat, draw 2 cards. Otherwise, take 1 damage."
    },
    {
      "Text": "You may move all fighters adjacent to Buffy to another space in their zone",
      "FullText": "After combat: You may move all fighters adjacent to Buffy to another space in their zone. Then, deal 1 damage to each fighter you moved."
    },
    {
      "Text": "Then, deal 1 damage to each fighter you moved.",
      "FullText": "After combat: You may move all fighters adjacent to Buffy to another space in their zone. Then, deal 1 damage to each fighter you moved."
    },
    {
      "Text": "they must reveal their hand",
      "FullText": "Choose an opponent and name a value. Your opponent must choose and discard 1 card matching that attack or defense value. Their hero takes damage equal to the BOOST value of the discarded card. If they do not have a card of the named value, they must reveal their hand instead."
    },
    {
      "Text": "Choose an opponent",
      "FullText": "Choose an opponent. Holmes swaps spaces with their hero. Deal 1 damage to that hero."
    },
    {
      "Text": "Holmes swaps spaces with their hero",
      "FullText": "Choose an opponent. Holmes swaps spaces with their hero. Deal 1 damage to that hero."
    },
    {
      "Text": "This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.",
      "FullText": "During combat: This card\u0027s value is \u002B1 for each other VOYAGE card in your discard pile.\nAfter combat: Deal 2 damage to the opposing fighter."
    },
    {
      "Text": "You may move Buffy up to 3 spaces",
      "FullText": "After combat: You may move Buffy up to 3 spaces. Then, deal 1 damage to each opposing fighter adjacent to her."
    },
    {
      "Text": "Then, deal 1 damage to each opposing fighter adjacent to her.",
      "FullText": "After combat: You may move Buffy up to 3 spaces. Then, deal 1 damage to each opposing fighter adjacent to her."
    },
    {
      "Text": "deal them 2 damage.",
      "FullText": "After combat: If the opposing fighter is adjacent to Yennenga, deal them 2 damage."
    },
    {
      "Text": "$WOLF$  Deal damage to the opposing fighter equal to the printed value of their card.",
      "FullText": "After combat: $WOLF$  Deal damage to the opposing fighter equal to the printed value of their card."
    },
    {
      "Text": "$WOLF$  Place Little Red in any space",
      "FullText": "$WOLF$  Place Little Red in any space. Gain 1 action. \n$SWORDS$ Deal 2 damage to each opposing fighter in Little Red\u0027s zone. \n$ROSE$ Draw 3 cards."
    },
    {
      "Text": "$SWORDS$ Deal 3 damage to the opposing fighter.",
      "FullText": "After combat: $SWORDS$ Deal 3 damage to the opposing fighter."
    },
    {
      "Text": "You may spend 2 Rage to deal damage to the opposing fighter equal to the printed value of their card.",
      "FullText": "Immediately: You may spend 2 Rage to deal damage to the opposing fighter equal to the printed value of their card."
    },
    {
      "Text": "Wiglaf deals 1 damage to each adjacent fighter",
      "FullText": "Wiglaf deals 1 damage to each adjacent fighter. If Beowulf was dealt damage this way, gain 1 action."
    },
    {
      "Text": "Then, if you are at full health, take 2 damage.",
      "FullText": "After combat: Recover 2 health. Then, if you are at full health, take 2 damage."
    },
    {
      "Text": "You may draw 2 cards",
      "FullText": "After combat: You may draw 2 cards. If you do, take 2 damage."
    },
    {
      "Text": "take 2 damage.",
      "FullText": "After combat: You may draw 2 cards. If you do, take 2 damage."
    },
    {
      "Text": "She may move through opposing fighters",
      "FullText": "After combat: Move Yennenga up to 5 spaces. She may move through opposing fighters. Then, deal 1 damage to each opposing fighter she moved through."
    },
    {
      "Text": "Then, deal 1 damage to each opposing fighter she moved through.",
      "FullText": "After combat: Move Yennenga up to 5 spaces. She may move through opposing fighters. Then, deal 1 damage to each opposing fighter she moved through."
    },
    {
      "Text": "You may deal 2 damage to both fighters in the combat.",
      "FullText": "After combat: You may deal 2 damage to both fighters in the combat."
    },
    {
      "Text": "Spend any amount of Hellfire, Deal that much damage to each fighter in Ghost Rider\u0027s zone (including Ghost Rider).",
      "FullText": "After combat: Spend any amount of Hellfire, Deal that much damage to each fighter in Ghost Rider\u0027s zone (including Ghost Rider)."
    },
    {
      "Text": "gain Hellfire equal to the combat damage you took.",
      "FullText": "After combat: If you lost the combat, gain Hellfire equal to the combat damage you took."
    },
    {
      "Text": "deal damage to the opposing fighter equal to the amount of combat damage you took.",
      "FullText": "After combat: If you lost the combat, deal damage to the opposing fighter equal to the amount of combat damage you took."
    },
    {
      "Text": "You may move them through other opposing fighters",
      "FullText": "After combat: Move the opposing fighter up to 3 spaces. You may move them through other opposing fighters. Deal 1 damage to them and each opposing fighter they moved through."
    },
    {
      "Text": "He may move through opposing fighters",
      "FullText": "Move Daredevil up to 4 spaces. He may move through opposing fighters. Deal 1 damage to each opposing fighter Daredevil moves through."
    },
    {
      "Text": "You may increase or decrease the value of this card by 1.",
      "FullText": "During combat: You may increase or decrease the value of this card by 1.\nAfter combat: If the value of this card matches your opponent\u0027s card, draw 1 card and the opposing fighter takes 2 damage."
    },
    {
      "Text": "Choose a space with 4 or more squirrels adjacent to it",
      "FullText": "Choose a space with 4 or more squirrels adjacent to it. Deal 2 damage to a fighter in that space."
    },
    {
      "Text": "Look at an opponent\u0027s hand and choose a card",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Your opponent may discard it. If they don\u0027t, their hero takes damage equal to its BOOST value."
    },
    {
      "Text": "Your opponent may discard it",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Your opponent may discard it. If they don\u0027t, their hero takes damage equal to its BOOST value."
    },
    {
      "Text": "their hero takes damage equal to its BOOST value.",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Your opponent may discard it. If they don\u0027t, their hero takes damage equal to its BOOST value."
    },
    {
      "Text": "You may deal 2 damage to Patroclus",
      "FullText": "During combat: You may deal 2 damage to Patroclus. If you do, the value of this attack is 5 instead."
    },
    {
      "Text": "the value of this attack is 5",
      "FullText": "During combat: You may deal 2 damage to Patroclus. If you do, the value of this attack is 5 instead."
    },
    {
      "Text": "Any combat damage you would take is dealt to the opposing fighter instead.",
      "FullText": "During combat: Any combat damage you would take is dealt to the opposing fighter instead."
    },
    {
      "Text": "Elektra takes 3 damage.RESURRECTED: Elektra takes no damage instead.",
      "FullText": "After combat: Elektra takes 3 damage.RESURRECTED: Elektra takes no damage instead."
    },
    {
      "Text": "You may deal 1 damage to your attacking fighter",
      "FullText": "After combat: You may deal 1 damage to your attacking fighter. If you do, return this card to your hand and gain 1 action."
    },
    {
      "Text": "return this card to your hand and gain 1 action.",
      "FullText": "After combat: You may deal 1 damage to your attacking fighter. If you do, return this card to your hand and gain 1 action."
    },
    {
      "Text": "RESURRECTED: Deal 1 damage to each adjacent opposing fighter.",
      "FullText": "After combat: RESURRECTED: Deal 1 damage to each adjacent opposing fighter."
    },
    {
      "Text": "Then, take 3 damage.",
      "FullText": "After combat: Deal 3 damage to the opposing fighter. Then, take 3 damage."
    },
    {
      "Text": "Ignore the value of your opponent\u0027s card.",
      "FullText": "During combat: Ignore the value of your opponent\u0027s card.\nAfter combat: Take 2 damage."
    },
    {
      "Text": "BOOSTED WITH: Deal 2 damage to any fighter",
      "FullText": "BOOSTED WITH: Deal 2 damage to any fighter. Immediately: Cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Immediately: Cancel all effects on your opponent\u0027s card.",
      "FullText": "BOOSTED WITH: Deal 2 damage to any fighter. Immediately: Cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Then, deal 1 damage to each adjacent fighter.",
      "FullText": "After combat: Place the Genie in any empty space. Then, deal 1 damage to each adjacent fighter."
    },
    {
      "Text": "You may deal 1 damage to an adjacent fighter.",
      "FullText": "After combat: You may deal 1 damage to an adjacent fighter."
    },
    {
      "Text": "You may discard 2 cards to deal 2 damage to an adjacent opposing fighter.",
      "FullText": "After combat: You may discard 2 cards to deal 2 damage to an adjacent opposing fighter."
    },
    {
      "Text": "Draw cards equal to the amount of combat damage you took.",
      "FullText": "After combat: Draw cards equal to the amount of combat damage you took."
    },
    {
      "Text": "Then, if you have 4 or more cards in your hand, deal 1 damage to an adjacent fighter.",
      "FullText": "After combat: Draw 1 card. Then, if you have 4 or more cards in your hand, deal 1 damage to an adjacent fighter."
    },
    {
      "Text": "This card\u0027s effects cannot be canceled.",
      "FullText": "This card\u0027s effects cannot be canceled.\nAfter combat: If you won the combat, your fighter takes damage equal to the amount of damage you dealt."
    },
    {
      "Text": "Draw a number of cards equal to the amount of combat damage dealt to the opposing fighter.",
      "FullText": "After combat: Draw a number of cards equal to the amount of combat damage dealt to the opposing fighter."
    },
    {
      "Text": "Tomoe Gozen may swap spaces with an adjacent fighter.",
      "FullText": "Immediately: Tomoe Gozen may swap spaces with an adjacent fighter.\nAfter combat: Deal 1 damage to an adjacent fighter."
    },
    {
      "Text": "Tomoe Gozen cannot take more than 2 combat damage this combat.",
      "FullText": "During combat: Tomoe Gozen cannot take more than 2 combat damage this combat."
    },
    {
      "Text": "Spider-Man cannot take more than 2 combat damage this combat.",
      "FullText": "During combat: Spider-Man cannot take more than 2 combat damage this combat."
    },
    {
      "Text": "You may move the opposing fighter a number of spaces up to the amount of combat damage dealt.",
      "FullText": "After combat: You may move the opposing fighter a number of spaces up to the amount of combat damage dealt."
    },
    {
      "Text": "your fighter and each friendly fighter adjacent to them recover health equal to the damage dealt.",
      "FullText": "After combat: If you won the combat, your fighter and each friendly fighter adjacent to them recover health equal to the damage dealt."
    },
    {
      "Text": "Draw cards equal to the amount of combat damage you took.",
      "FullText": "After combat: Draw cards equal to the amount of combat damage you took."
    },
    {
      "Text": "Mission: Black Widow is in an opponent\u0027s starting space",
      "FullText": "Mission: Black Widow is in an opponent\u0027s starting space. \nDeal 2 damage to each of that opponent\u0027s fighters. Acquire a new mission."
    },
    {
      "Text": "{RED ROOM} If you won the combat, take 2 damage.",
      "FullText": "After combat: {RED ROOM} If you won the combat, take 2 damage."
    },
    {
      "Text": "(This may cause her special ability to apply.)",
      "FullText": "Immediately: Deal up to 2 damage to Annie to draw that many cards. (This may cause her special ability to apply.)"
    },
    {
      "Text": "deal 2 damage",
      "FullText": "After combat: Deal 1 damage to the opposing fighter. If you won the combat, deal 2 damage instead."
    },
    {
      "Text": "deal 2 damage",
      "FullText": "After combat: Deal 1 damage to each opposing fighter in Golden Bat\u0027s zone. If you won the combat, deal 2 damage instead."
    },
    {
      "Text": "Reveal the top card of your deck and your opponent\u0027s deck",
      "FullText": "After combat: Reveal the top card of your deck and your opponent\u0027s deck. If your card has a higher BOOST value, deal 3 damage to the opposing fighter."
    },
    {
      "Text": "This combat, your fighter does not take damage from effects other than combat damage.",
      "FullText": "Immediately: This combat, your fighter does not take damage from effects other than combat damage."
    },
    {
      "Text": "Your fighter may swap spaces with an adjacent friendly fighter",
      "FullText": "Immediately: Your fighter may swap spaces with an adjacent friendly fighter. If they do, the other fighter is now the defender.\nAfter combat: Deal 1 damage to the opposing fighter."
    },
    {
      "Text": "the other fighter is now the defender.",
      "FullText": "Immediately: Your fighter may swap spaces with an adjacent friendly fighter. If they do, the other fighter is now the defender.\nAfter combat: Deal 1 damage to the opposing fighter."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: Deal 1 damage to each opposing fighter in your zone",
      "FullText": "After combat: You may discharge coils: - 1 Coil: Deal 1 damage to each opposing fighter in your zone. - 2 Coils: Instead, deal 2 damage."
    },
    {
      "Text": "- 2 Coils: Instead, deal 2 damage.",
      "FullText": "After combat: You may discharge coils: - 1 Coil: Deal 1 damage to each opposing fighter in your zone. - 2 Coils: Instead, deal 2 damage."
    },
    {
      "Text": "Mission: An opposing fighter took damage this turn.",
      "FullText": "Mission: An opposing fighter took damage this turn.\nDraw 1 card and gain 1 action. Acquire a new mission."
    },
    {
      "Text": "Mission: Black Widow is adjacent to an opposing hero.",
      "FullText": "Mission: Black Widow is adjacent to an opposing hero.\nDeal 2 damage to each opposing fighter in Black Widow\u0027s zone. Acquire a new mission."
    },
    {
      "Text": "If they don\u0027t deal 2 damage to the opposing fighter.",
      "FullText": "After combat: Your opponent may discard 1 card. If they don\u0027t deal 2 damage to the opposing fighter."
    },
    {
      "Text": "deal damage to the opposing fighter equal to its BOOST value.",
      "FullText": "After combat: You may discard 1 card. If you do, deal damage to the opposing fighter equal to its BOOST value."
    },
    {
      "Text": "[ONGOING]: Philippa\u0027s move value is 5",
      "FullText": "Place Philippa in any space. [ONGOING]: Philippa\u0027s move value is 5. Discard this card at the end of your turn if Philippa is not in a zone with an opposing fighter."
    },
    {
      "Text": "Discard this card at the end of your turn if Philippa is not in a zone with an opposing fighter.",
      "FullText": "Place Philippa in any space. [ONGOING]: Philippa\u0027s move value is 5. Discard this card at the end of your turn if Philippa is not in a zone with an opposing fighter."
    },
    {
      "Text": "Choose an opponent",
      "FullText": "Choose an opponent. They reveal 4 cards from their hand. Choose 2 of those cards for them to discard. Then, they draw 2 cards."
    },
    {
      "Text": "They reveal 4 cards from their hand",
      "FullText": "Choose an opponent. They reveal 4 cards from their hand. Choose 2 of those cards for them to discard. Then, they draw 2 cards."
    },
    {
      "Text": "Choose 2 of those cards for them to discard",
      "FullText": "Choose an opponent. They reveal 4 cards from their hand. Choose 2 of those cards for them to discard. Then, they draw 2 cards."
    },
    {
      "Text": "Then, they draw 2 cards.",
      "FullText": "Choose an opponent. They reveal 4 cards from their hand. Choose 2 of those cards for them to discard. Then, they draw 2 cards."
    },
    {
      "Text": "Choose one: -set Philippa\u0027s health to 5 -draw 3 cards",
      "FullText": "Choose one: -set Philippa\u0027s health to 5 -draw 3 cards"
    },
    {
      "Text": "The opposing fighter cannot leave their space this turn.",
      "FullText": "Immediately: The opposing fighter cannot leave their space this turn.\nAfter combat: Move Geralt up to 2 spaces."
    },
    {
      "Text": "If the printed value of your opponent\u0027s card is..",
      "FullText": "After combat: If the printed value of your opponent\u0027s card is... 2: you may draw a card 3: deal 1 damage to the opposing fighter 4: your opponent discards a card"
    },
    {
      "Text": "Look at your opponent\u0027s hand and choose 1 card for them to discard",
      "FullText": "After combat: Look at your opponent\u0027s hand and choose 1 card for them to discard. Draw 1 card."
    },
    {
      "Text": "Search your deck or discard pile for a GEAR card and add it to your hand",
      "FullText": "Search your deck or discard pile for a GEAR card and add it to your hand. If you took it from your deck, shuffle this card back into your deck."
    },
    {
      "Text": "shuffle this card back into your deck.",
      "FullText": "Search your deck or discard pile for a GEAR card and add it to your hand. If you took it from your deck, shuffle this card back into your deck."
    },
    {
      "Text": "ignore its value.",
      "FullText": "Immediately: If the opposing fighter\u0027s card has a printed value of 4 or more, ignore its value."
    },
    {
      "Text": "Add \u002B1 to this card\u0027s value for each fighter adjacent to Geralt.",
      "FullText": "During combat: Add \u002B1 to this card\u0027s value for each fighter adjacent to Geralt.\nAfter combat: End the turn."
    },
    {
      "Text": "ONGOING: Your opponent can\u0027t gain actions",
      "FullText": "Draw 1 card. Move your fighter up to 3 spaces. ONGOING: Your opponent can\u0027t gain actions. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Discard this card at the end of your turn if you didn\u0027t attack.",
      "FullText": "Draw 1 card. Move your fighter up to 3 spaces. ONGOING: Your opponent can\u0027t gain actions. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "ONGOING: If an effect would cause you to discard a card from your hand, you may choose to ignore it",
      "FullText": "Draw 2 cards. Gain 1 action. ONGOING: If an effect would cause you to discard a card from your hand, you may choose to ignore it. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "Discard this card at the end of your turn if you didn\u0027t attack.",
      "FullText": "Draw 2 cards. Gain 1 action. ONGOING: If an effect would cause you to discard a card from your hand, you may choose to ignore it. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "You may discard any number of $PWR$ cards from your hand",
      "FullText": "During combat: You may discard any number of $PWR$ cards from your hand. Add \u002B2 to this card\u0027s value for each $PWR$ card you discarded."
    },
    {
      "Text": "Add \u002B2 to this card\u0027s value for each $PWR$ card you discarded.",
      "FullText": "During combat: You may discard any number of $PWR$ cards from your hand. Add \u002B2 to this card\u0027s value for each $PWR$ card you discarded."
    },
    {
      "Text": "Your opponent chooses one: - they discard 2 cards - deal 3 damage to their hero - they discard the top 4 cards of their deck",
      "FullText": "After combat: Your opponent chooses one: - they discard 2 cards - deal 3 damage to their hero - they discard the top 4 cards of their deck"
    },
    {
      "Text": "Choose One: - deal 1 damage to an adjacent fighter - Geralt swaps spaces with an adjacent fighter.",
      "FullText": "After combat: Choose One: - deal 1 damage to an adjacent fighter - Geralt swaps spaces with an adjacent fighter."
    }
  ],
  "conditionalSelector": [
    {
      "Text": "your fighter started this turn in a different space",
      "FullText": "During combat: If your fighter started this turn in a different space, this card\u0027s value is 5 instead."
    },
    {
      "Text": "your fighter is adjacent to the opposing fighter",
      "FullText": "After combat: If your fighter is adjacent to the opposing fighter, draw 1 card."
    },
    {
      "Text": "they do not",
      "FullText": "After combat: Your opponent may choose to discard 1 card. If they do not, you may move each fog token to any other space."
    },
    {
      "Text": "Invisible Man started this turn on a space with a fog token",
      "FullText": "During combat: If Invisible Man started this turn on a space with a fog token, this card\u0027s value is 5 instead."
    },
    {
      "Text": "Cloak and Dagger are both adjacent to the opposing fighter",
      "FullText": "During combat: If Cloak and Dagger are both adjacent to the opposing fighter, the value of this card is 6 instead."
    },
    {
      "Text": "your hand is empty",
      "FullText": "During combat: If your hand is empty, the value of this card is 6 instead.\nAfter combat: Draw 2 cards."
    },
    {
      "Text": "Bruce Lee has 5 or less health",
      "FullText": "After combat: If Bruce Lee has 5 or less health, draw 3 cards."
    },
    {
      "Text": "either fighter started this turn in a different space",
      "FullText": "During combat: If either fighter started this turn in a different space, this card\u0027s value is 5 instead.\nAfter combat: Gain 1 action."
    },
    {
      "Text": "you are Dr{DOTSPACE}Jekyll and playing this card to defend",
      "FullText": "During combat: If you are Dr{DOTSPACE}Jekyll and playing this card to defend, this card\u0027s value is 6 instead. If you are Mr{DOTSPACE}Hyde and playing this card to attack, this card\u0027s value is 6 instead."
    },
    {
      "Text": "you are Mr{DOTSPACE}Hyde and playing this card to attack",
      "FullText": "During combat: If you are Dr{DOTSPACE}Jekyll and playing this card to defend, this card\u0027s value is 6 instead. If you are Mr{DOTSPACE}Hyde and playing this card to attack, this card\u0027s value is 6 instead."
    },
    {
      "Text": "King Arthur has 4 or less health but is not defeated",
      "FullText": "After combat: If King Arthur has 4 or less health but is not defeated, set his health to 8."
    },
    {
      "Text": "you searched your deck",
      "FullText": "Search your deck and discard pile for the EXCALIBUR card. Add it to your hand. If you searched your deck, shuffle it."
    },
    {
      "Text": "Spike or the opposing fighter is in a space with a shadow token",
      "FullText": "During combat: If Spike or the opposing fighter is in a space with a shadow token, the value of this card is 5 instead."
    },
    {
      "Text": "any of their fighters are in a space with a shadow token",
      "FullText": "Choose an opponent and look at their hand. Choose a card for them to discard. If any of their fighters are in a space with a shadow token, choose 2 cards for them to discard instead."
    },
    {
      "Text": "Spike or the opposing fighter is in a space with a shadow token",
      "FullText": "During combat: If Spike or the opposing fighter is in a space with a shadow token,  you may BOOST this card."
    },
    {
      "Text": "they do not",
      "FullText": "Draw 1 card, then choose an opponent. They may choose to discard 1 card. If they do not, draw 1 more card."
    },
    {
      "Text": "1 or more of your Raptors is adjacent to the opposing fighter",
      "FullText": "After combat: If 1 or more of your Raptors is adjacent to the opposing fighter, gain 1 action."
    },
    {
      "Text": "the opposing fighter is in a space with a shadow token",
      "FullText": "After combat: Draw 1 card. If the opposing fighter is in a space with a shadow token, draw 3 cards instead."
    },
    {
      "Text": "Drusilla\u0027s space has a shadow token",
      "FullText": "During combat: BLIND BOOST this card. If Drusilla\u0027s space has a shadow token, double the BOOST value."
    },
    {
      "Text": "you do",
      "FullText": "During combat: You may discard your hand (even if your hand is empty). If you do, the value of this card is 6 instead."
    },
    {
      "Text": "this is your first action this turn",
      "FullText": "During combat: If this is your first action this turn, this card\u0027s value is 5 instead."
    },
    {
      "Text": "Holmes is adjacent to the opposing fighter",
      "FullText": "After combat: If Holmes is adjacent to the opposing fighter, deal 2 damage to that fighter."
    },
    {
      "Text": "you do",
      "FullText": "Immediately: You may return a defeated Archer to a space in the opposing fighter\u0027s zone. If you do, that Archer is now the attacker. If not, gain 1 action."
    },
    {
      "Text": "not",
      "FullText": "Immediately: You may return a defeated Archer to a space in the opposing fighter\u0027s zone. If you do, that Archer is now the attacker. If not, gain 1 action."
    },
    {
      "Text": "Eredin is ENRAGED",
      "FullText": "After combat: Your opponent puts 1 random card from their hand on top of their deck. If Eredin is ENRAGED, they discard it instead."
    },
    {
      "Text": "Eredin is ENRAGED",
      "FullText": "If Eredin is ENRAGED, you may play this card face-up to target a fighter in any space.\nAfter combat: You may defeat a Red Rider to return this card to your hand."
    },
    {
      "Text": "the Huntsman is adjacent to the opposing fighter",
      "FullText": "During combat: If the Huntsman is adjacent to the opposing fighter, the value of this card is 6 instead."
    },
    {
      "Text": "there are 4 or more squirrels in the opposing fighter\u0027s zone",
      "FullText": "During combat: If there are 4 or more squirrels in the opposing fighter\u0027s zone, the value of this card is 5 instead."
    },
    {
      "Text": "you attacked a sidekick and won the combat",
      "FullText": "After combat: If you attacked a sidekick and won the combat, you may spend 3 Rage to defeat that sidekick."
    },
    {
      "Text": "Eredin is ENRAGED",
      "FullText": "After combat: Deal 1 damage to each opposing fighter that is adjacent to at least 1 of your fighters. If Eredin is ENRAGED, deal 2 damage instead."
    },
    {
      "Text": "they don\u0027t",
      "FullText": "Immediately: Your opponent may discard a card. If they don\u0027t, return a defeated Archer to a space in Yennenga\u0027s zone."
    },
    {
      "Text": "Ghost Rider started this turn in a different space",
      "FullText": "After combat: If Ghost Rider started this turn in a different space, gain 2 Hellfire."
    },
    {
      "Text": "she does",
      "FullText": "Immediately: Misty Knight may swap spaces with Luke Cage. If she does, Luke Cage is now the defender."
    },
    {
      "Text": "Misty Knight is adjacent to the opposing fighter",
      "FullText": "During combat: If Misty Knight is adjacent to the opposing fighter, the value of this card is 6 instead."
    },
    {
      "Text": "you already won a combat this turn",
      "FullText": "Immediately: If you already won a combat this turn, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "you started your turn in your current space",
      "FullText": "During combat: If you started your turn in your current space, the value of this card is 5 instead."
    },
    {
      "Text": "you don\u0027t BOOST this attack",
      "FullText": "During combat: You may BOOST this attack. If you don\u0027t BOOST this attack, draw 1 card."
    },
    {
      "Text": "Invisible Man is on a space with a fog token",
      "FullText": "After combat: If Invisible Man is on a space with a fog token, all opposing fighters on spaces with fog tokens take 1 damage."
    },
    {
      "Text": "your fighter is not in Yennenga\u0027s zone",
      "FullText": "During combat: If your fighter is not in Yennenga\u0027s zone, the value of this card is a 4 instead."
    },
    {
      "Text": "your opponent played a defense card",
      "FullText": "After combat: If your opponent played a defense card, TRICKED YOU.\nTRICKED YOU: 4 ATK"
    },
    {
      "Text": "this is your third action this turn",
      "FullText": "During combat: If this is your third action this turn, this card\u0027s value is 7 instead."
    },
    {
      "Text": "Bloody Mary shares no zones with the space she started in this turn",
      "FullText": "During combat: If Bloody Mary shares no zones with the space she started in this turn, this card\u0027s value is 6 instead."
    },
    {
      "Text": "you have no cards in your deck",
      "FullText": "During combat: If you have no cards in your deck, the value of this card is 8 instead.\nAfter combat: Shuffle this card and the top 4 cards of your discard pile into your deck."
    },
    {
      "Text": "Patroclus is not defeated",
      "FullText": "After combat: If Patroclus is not defeated, gain 1 action."
    },
    {
      "Text": "Patroclus is not defeated",
      "FullText": "Immediately: If Patroclus is not defeated, Achilles may swap spaces with him. If he does, Patroclus is now the defender."
    },
    {
      "Text": "he does",
      "FullText": "Immediately: If Patroclus is not defeated, Achilles may swap spaces with him. If he does, Patroclus is now the defender."
    },
    {
      "Text": "they don\u0027t",
      "FullText": "Immediately: Your opponent may discard 1 card from their hand. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "Sun Wukong played this card, summon a Clone in Sun Wukong\u0027s space",
      "FullText": "After combat: If Sun Wukong played this card, summon a Clone in Sun Wukong\u0027s space, then place Sun Wukong in a space in his zone."
    },
    {
      "Text": "you already won a combat this turn",
      "FullText": "During combat: If you already won a combat this turn, the value of this card is 6 instead."
    },
    {
      "Text": "you won a combat this turn",
      "FullText": "Draw 2 cards. If you won a combat this turn, draw 1 additional card and gain 1 action."
    },
    {
      "Text": "you do",
      "FullText": "During combat: RESURRECTED: You may reveal a card named SAI from your hand. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "she does",
      "FullText": "Immediately: Elektra may swap spaces with a Hand. If she does, that Hand is now the defender."
    },
    {
      "Text": "1 of their fighters is adjacent to 4 or more squirrels",
      "FullText": "Look at an opponent\u0027s hand and choose 1 card for them to discard. If 1 of their fighters is adjacent to 4 or more squirrels, choose 2 cards instead."
    },
    {
      "Text": "the opposing fighter is a hero",
      "FullText": "During combat: If the opposing fighter is a hero, the value of this card is 4 instead.\nAfter combat: You may move Dr{DOTSPACE}Sattler 1 space."
    },
    {
      "Text": "there are 4 or more squirrels adjacent to the opposing fighter",
      "FullText": "Immediately: If there are 4 or more squirrels adjacent to the opposing fighter, cancel all effects on your opponent\u0027s card and ignore its value."
    },
    {
      "Text": "the opposing fighter is a hero",
      "FullText": "During combat: If the opposing fighter is a hero, this card\u0027s value is 5 instead."
    },
    {
      "Text": "they do",
      "FullText": "Immediately: Houdini and Bess may swap spaces. If they do, your other fighter is now in the combat."
    },
    {
      "Text": "Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter",
      "FullText": "During combat: If Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter, you may BOOST this card."
    },
    {
      "Text": "the opposing fighter is flanked",
      "FullText": "During combat: If the opposing fighter is flanked, ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "Ms{DOTSPACE}Marvel is in more zones than the opposing fighter",
      "FullText": "During combat: If Ms{DOTSPACE}Marvel is in more zones than the opposing fighter, the value of this card is 6 instead."
    },
    {
      "Text": "Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter",
      "FullText": "After combat: If Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter, draw 2 cards."
    },
    {
      "Text": "Cloak played this card",
      "FullText": "After combat: If Cloak played this card, place the opposing fighter adjacent to Dagger and gain 1 action."
    },
    {
      "Text": "Eredin is ENRAGED",
      "FullText": "Immediately: If Eredin is ENRAGED, cancel all effects on your opponent\u0027s card.\nDuring combat: You may defeat a Red Rider to ignore the value of your opponent\u0027s card."
    },
    {
      "Text": "Dagger played this card, she swaps spaces with Cloak, Cloak is now the defender",
      "FullText": "During combat: If Dagger played this card, she swaps spaces with Cloak, Cloak is now the defender, and the value of this card is 4 instead."
    },
    {
      "Text": "the opposing fighter is flanked",
      "FullText": "Immediately: If the opposing fighter is flanked, cancel all effects on your opponent\u0027s card.\nAfter combat: Move your fighter up to 2 spaces."
    },
    {
      "Text": "Tomoe Gozen is adjacent to the opposing fighter",
      "FullText": "After combat: If Tomoe Gozen is adjacent to the opposing fighter, you may discard a card to put this card back into your hand."
    },
    {
      "Text": "the opposing fighter is a hero",
      "FullText": "During combat: If the opposing fighter is a hero, this card\u0027s value is 5 instead."
    },
    {
      "Text": "there are 4 or more squirrels in your fighter\u0027s zone",
      "FullText": "During combat: If there are 4 or more squirrels in your fighter\u0027s zone, the value of this card is 4 instead.\nAfter combat: If you won the combat, draw 2 cards."
    },
    {
      "Text": "they do",
      "FullText": "Immediately: Black Widow and Maria Hill may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "Maria Hill was defeated",
      "FullText": "After combat: If Maria Hill was defeated, place her adjacent to Black Widow. If you do, set Maria Hill\u0027s health to 3."
    },
    {
      "Text": "you do",
      "FullText": "After combat: If Maria Hill was defeated, place her adjacent to Black Widow. If you do, set Maria Hill\u0027s health to 3."
    },
    {
      "Text": "Invisible Man is on a space with a fog token",
      "FullText": "Deal 1 damage to 1 adjacent fighter. If Invisible Man is on a space with a fog token, deal 3 damage instead. Your opponent then moves a fog token up to 2 spaces."
    },
    {
      "Text": "the opposing fighter is flanked",
      "FullText": "During combat: If the opposing fighter is flanked, this card\u0027s value is 5 instead."
    },
    {
      "Text": "the value of your opponent\u0027s card is 4 or higher",
      "FullText": "After combat: If the value of your opponent\u0027s card is 4 or higher, draw 2 cards."
    },
    {
      "Text": "the value of this card is above 7",
      "FullText": "If the value of this card is above 7, ignore its value.\nDuring combat: You may BLIND BOOST this card up to 2 times."
    },
    {
      "Text": "She-Hulk is adjacent to the opposing fighter",
      "FullText": "Immediately: If She-Hulk is adjacent to the opposing fighter, the opposing fighter may not leave their space this turn."
    },
    {
      "Text": "Winter Soldier is adjacent to the opposing fighter",
      "FullText": "During combat: If Winter Soldier is adjacent to the opposing fighter, the value of this card is 6 instead.\nAfter combat: {RED ROOM} Your opponent moves each of their fighters up to 5 spaces."
    },
    {
      "Text": "the opposing fighter is not adjacent to your fighter",
      "FullText": "During combat: If the opposing fighter is not adjacent to your fighter, this card\u0027s value is 5 instead."
    },
    {
      "Text": "you do",
      "FullText": "Immediately: You may reveal 2 cards from your hand with the same name. If you do, cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "they do",
      "FullText": "Immediately: Annie and Charlie may swap spaces. If they do, your other fighter is now the defender."
    },
    {
      "Text": "Golden Bat shares no zones with the space he started this turn in",
      "FullText": "During combat: If Golden Bat shares no zones with the space he started this turn in, this card\u0027s value is 4 instead.\nAfter combat: Move Golden Bat up to 5 spaces."
    },
    {
      "Text": "your active gadget is Hypnoray Blaster",
      "FullText": "Immediately: If your active gadget is Hypnoray Blaster, cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "Daisy and Jill Trent are adjacent and Daisy is attacking",
      "FullText": "This card\u0027s effects cannot be canceled. If Daisy and Jill Trent are adjacent and Daisy is attacking, Daisy gains the effect of Jill Trent\u0027s gadget."
    },
    {
      "Text": "Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter",
      "FullText": "After combat: Choose 1 effect. If Ms{DOTSPACE}Marvel\u0027s space shares no zones with the opposing fighter, do both:\n- your opponent discards 1 card\n- move the opposing fighter up to 3 spaces"
    },
    {
      "Text": "Eredin is ENRAGED",
      "FullText": "If Eredin is ENRAGED, you may play this card as an attack.\nDuring combat: You may BOOST this card."
    },
    {
      "Text": "your fighter hasn\u0027t left their space this turn",
      "FullText": "After combat: If your fighter hasn\u0027t left their space this turn, draw 1 card."
    },
    {
      "Text": "you won the combat, you may search your deck for a Source card, reveal it",
      "FullText": "After combat: If you won the combat, you may search your deck for a Source card, reveal it, and add it to your hand."
    },
    {
      "Text": "this defeats that fighter",
      "FullText": "Deal 2 damage to an adjacent fighter. If this defeats that fighter, return this card to your hand instead of discarding it."
    },
    {
      "Text": "you do",
      "FullText": "After combat: Move your fighter up to 2 spaces. You may discard your glamour. If you do, place your fighter in any space."
    },
    {
      "Text": "you do",
      "FullText": "During combat: You may discard your glamour. If you do, the value of this card is 5 instead."
    },
    {
      "Text": "you do",
      "FullText": "Immediately: You may discard your glamour. If you do, cancel all effects on your opponent\u0027s card."
    },
    {
      "Text": "your opponent played a versatile card",
      "FullText": "During combat: If your opponent played a versatile card, ignore its value."
    },
    {
      "Text": "Hamlet took damage this turn",
      "FullText": "After combat: If Hamlet took damage this turn, deal 1 damage to the opposing fighter."
    },
    {
      "Text": "your opponent played a versatile card",
      "FullText": "After combat: If your opponent played a versatile card, deal 2 damage to the opposing fighter."
    },
    {
      "Text": "you haven\u0027t taken a maneuver action this turn",
      "FullText": "After combat: If you haven\u0027t taken a maneuver action this turn, deal 1 damage to each opposing fighter in Philippa\u0027s zone."
    },
    {
      "Text": "the opposing fighter is a hero",
      "FullText": "During combat: If the opposing fighter is a hero, this card\u0027s value is a 6 instead."
    },
    {
      "Text": "they don\u0027t",
      "FullText": "Immediately: Your opponent may discard 1 card. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "at least 1 fighter is defeated this way",
      "FullText": "Choose any space in Merlin\u0027s zone. Deal 2 damage to each opposing fighter in that space and in 1 adjacent space. If at least 1 fighter is defeated this way, draw 1 card."
    },
    {
      "Text": "they do not have a card of the named value",
      "FullText": "Choose an opponent and name a value. Your opponent must choose and discard 1 card matching that attack or defense value. Their hero takes damage equal to the BOOST value of the discarded card. If they do not have a card of the named value, they must reveal their hand instead."
    },
    {
      "Text": "the opposing fighter is adjacent to Yennenga",
      "FullText": "After combat: If the opposing fighter is adjacent to Yennenga, deal them 2 damage."
    },
    {
      "Text": "Beowulf was dealt damage this way",
      "FullText": "Wiglaf deals 1 damage to each adjacent fighter. If Beowulf was dealt damage this way, gain 1 action."
    },
    {
      "Text": "you do",
      "FullText": "After combat: You may draw 2 cards. If you do, take 2 damage."
    },
    {
      "Text": "you attacked",
      "FullText": "After combat: If you attacked, deal 1 damage to the opposing fighter."
    },
    {
      "Text": "they don\u0027t",
      "FullText": "Look at an opponent\u0027s hand and choose a card. Your opponent may discard it. If they don\u0027t, their hero takes damage equal to its BOOST value."
    },
    {
      "Text": "you do",
      "FullText": "During combat: You may deal 2 damage to Patroclus. If you do, the value of this attack is 5 instead."
    },
    {
      "Text": "the opposing fighter was not defeated",
      "FullText": "After combat: If the opposing fighter was not defeated, deal 1 damage to a fighter in the opposing fighter\u0027s zone."
    },
    {
      "Text": "you do",
      "FullText": "After combat: You may deal 1 damage to your attacking fighter. If you do, return this card to your hand and gain 1 action."
    },
    {
      "Text": "the opposing fighter is a hero",
      "FullText": "Immediately: If the opposing fighter is a hero, cancel all effects on your opponent\u0027s card.\nAfter combat: If the opposing fighter is adjacent, deal 1 damage to them."
    },
    {
      "Text": "Invisible Man is on a space with a fog token",
      "FullText": "If Invisible Man is on a space with a fog token, deal 2 damage to any 1 opposing fighter."
    },
    {
      "Text": "the value of your opponent\u0027s card is 4 or higher",
      "FullText": "After combat: If the value of your opponent\u0027s card is 4 or higher, deal 2 damage to the opposing fighter."
    },
    {
      "Text": "Wong is adjacent to the opposing fighter",
      "FullText": "After combat: If Wong is adjacent to the opposing fighter, deal 1 damage to the opposing fighter and draw 1 card."
    },
    {
      "Text": "your card has a higher BOOST value",
      "FullText": "After combat: Reveal the top card of your deck and your opponent\u0027s deck. If your card has a higher BOOST value, deal 3 damage to the opposing fighter."
    },
    {
      "Text": "they do",
      "FullText": "Immediately: Your fighter may swap spaces with an adjacent friendly fighter. If they do, the other fighter is now the defender.\nAfter combat: Deal 1 damage to the opposing fighter."
    },
    {
      "Text": "you do",
      "FullText": "After combat: You may discard 1 card. If you do, deal damage to the opposing fighter equal to its BOOST value."
    },
    {
      "Text": "you took it from your deck",
      "FullText": "Search your deck or discard pile for a GEAR card and add it to your hand. If you took it from your deck, shuffle this card back into your deck."
    },
    {
      "Text": "the opposing fighter has 8 or more health",
      "FullText": "After combat: Gain 1 action. If the opposing fighter has 8 or more health, gain 2 actions instead."
    },
    {
      "Text": "the opposing fighter\u0027s card has a printed value of 4 or more",
      "FullText": "Immediately: If the opposing fighter\u0027s card has a printed value of 4 or more, ignore its value."
    }
  ],
  "fighterSelector": [
    {
      "Text": "opposing fighter adjacent to your fighter.",
      "FullText": "After combat: Deal 1 damage to each opposing fighter adjacent to your fighter."
    },
    {
      "Text": "your fighters",
      "FullText": "After combat: Move each of your fighters up to 2 spaces. Change size."
    },
    {
      "Text": "your fighters",
      "FullText": "Move each of your fighters up to 3 spaces. You may move them through spaces containing opposing fighters. Then, return a defeated Harpy (if any) to any space in Medusa\u0027s zone."
    },
    {
      "Text": "your Raptors",
      "FullText": "Move each of your Raptors up to 3 spaces. You may move them through spaces containing opposing fighters. Gain 1 action."
    },
    {
      "Text": "your InGen Workers",
      "FullText": "After combat: Move each of your InGen Workers up to 2 spaces."
    },
    {
      "Text": "your fighters",
      "FullText": "After combat: Move each of your fighters up to 5 spaces. You may move them through spaces containing opposing fighters."
    },
    {
      "Text": "your fighters",
      "FullText": "Move each of your fighters up to 2 spaces. Each of your fighters recovers 1 health. Draw 1 card."
    },
    {
      "Text": "opposing fighter that is adjacent to at least 1 of your fighters",
      "FullText": "After combat: Deal 1 damage to each opposing fighter that is adjacent to at least 1 of your fighters. If Eredin is ENRAGED, deal 2 damage instead."
    },
    {
      "Text": "squirrel",
      "FullText": "After combat: Move each squirrel up to 3 spaces."
    },
    {
      "Text": "your fighters",
      "FullText": "After combat: Move each of your fighters up to 3 spaces. They may move through opposing fighters."
    },
    {
      "Text": "opposing fighter adjacent to that trap",
      "FullText": "Choose a trap in the same zone as 1 of your InGen Workers. Deal 1 damage to each opposing fighter adjacent to that trap. Return that trap to the box."
    },
    {
      "Text": "your fighters",
      "FullText": "After combat: Move each of your fighters up to 2 spaces."
    },
    {
      "Text": "your fighters",
      "FullText": "Move each of your fighters up to 3 spaces. They may move through opposing fighters. Gain 1 action."
    },
    {
      "Text": "your fighters",
      "FullText": "After combat: Move each of your fighters up to 3 spaces. They may move through opposing fighters. Then, shuffle 1 scheme from your discard pile into your deck."
    },
    {
      "Text": "opposing fighters adjacent to Dracula",
      "FullText": "Deal 1 damage to all opposing fighters adjacent to Dracula. Dracula recovers 1 health for each damage dealt."
    },
    {
      "Text": "fighter in the combat",
      "FullText": "After combat: Move each fighter in the combat up to 2 spaces."
    },
    {
      "Text": "opposing fighter in the Leshen\u0027s zone",
      "FullText": "Deal 1 damage to each opposing fighter in the Leshen\u0027s zone. Remove the Leshen from the board. At the start of your next turn, place the Leshen in any space. Then, draw 1 card."
    },
    {
      "Text": "opposing fighter in Philippa\u0027s zone.",
      "FullText": "After combat: If you haven\u0027t taken a maneuver action this turn, deal 1 damage to each opposing fighter in Philippa\u0027s zone."
    },
    {
      "Text": "opposing fighter in that zone.",
      "FullText": "After combat: Choose a zone Philippa is in. Deal 1 damage to each opposing fighter in that zone."
    },
    {
      "Text": "opposing fighter in that space and in 1 adjacent space",
      "FullText": "Choose any space in Merlin\u0027s zone. Deal 2 damage to each opposing fighter in that space and in 1 adjacent space. If at least 1 fighter is defeated this way, draw 1 card."
    },
    {
      "Text": "opposing fighter adjacent to Faith.",
      "FullText": "After combat: Deal 1 damage to each opposing fighter adjacent to Faith."
    },
    {
      "Text": "opposing fighter Daredevil moves through.",
      "FullText": "Move Daredevil up to 4 spaces. He may move through opposing fighters. Deal 1 damage to each opposing fighter Daredevil moves through."
    },
    {
      "Text": "other opposing fighter adjacent to the opposing fighter.",
      "FullText": "After combat: If you won the combat, deal 3 damage to each other opposing fighter adjacent to the opposing fighter."
    },
    {
      "Text": "fighter adjacent to Bigfoot.",
      "FullText": "After combat: If you won the combat, deal 1 damage to each fighter adjacent to Bigfoot."
    },
    {
      "Text": "opposing fighter on or adjacent to a space with an insight token.",
      "FullText": "After combat: Deal 2 damage to each opposing fighter on or adjacent to a space with an insight token."
    },
    {
      "Text": "opposing flanked fighter.",
      "FullText": "Deal 2 damage to each opposing flanked fighter."
    },
    {
      "Text": "fighter adjacent to She-Hulk.",
      "FullText": "After combat: If you won the combat, deal 1 damage to each fighter adjacent to She-Hulk."
    },
    {
      "Text": "opposing fighter adjacent to Annie.",
      "FullText": "Deal 2 damage to each opposing fighter adjacent to Annie."
    },
    {
      "Text": "opposing fighter in Golden Bat\u0027s zone",
      "FullText": "After combat: Deal 1 damage to each opposing fighter in Golden Bat\u0027s zone. If you won the combat, deal 2 damage instead."
    },
    {
      "Text": "other fighter adjacent to Geralt.",
      "FullText": "After combat: Deal 2 damage to the opposing fighter and 1 damage to each other fighter adjacent to Geralt."
    }
  ],
  "spaceSelector": [
    {
      "Text": "that space.",
      "FullText": "After combat: Choose an empty space in this fighter\u0027s zone. Place this fighter in that space."
    },
    {
      "Text": "any space adjacent to Bruce Lee",
      "FullText": "Choose an opposing fighter in Bruce Lee\u0027s zone. Place them in any space adjacent to Bruce Lee. Gain 1 action."
    },
    {
      "Text": "any space in his zone",
      "FullText": "After combat: Place Mr{DOTSPACE}Hyde in any space in his zone. \nTransform to Dr{DOTSPACE}Jekyll."
    },
    {
      "Text": "any space in Willow\u0027s zone and set their health to 3.",
      "FullText": "Choose a friendly fighter who has been defeated. Place that fighter in any space in Willow\u0027s zone and set their health to 3."
    },
    {
      "Text": "any order.",
      "FullText": "After combat: If you won the combat, you may look at the top 3 cards of your opponent\u0027s deck and discard 1 of them. Place the other 2 back in any order."
    },
    {
      "Text": "a space that shares no zones with his current space.",
      "FullText": "After combat: Place Bullseye in a space that shares no zones with his current space."
    },
    {
      "Text": "any space in her zone",
      "FullText": "Place T-Rex in any space in her zone. Then, each opponent with a fighter adjacent to T-Rex discards 1 random card."
    },
    {
      "Text": "Dr{DOTSPACE}Malcolm\u0027s space",
      "FullText": "Draw 2 cards. Place an insight token in Dr{DOTSPACE}Malcolm\u0027s space. Gain 1 action."
    },
    {
      "Text": "any space in her zone.",
      "FullText": "After combat: Place Ms{DOTSPACE}Marvel in any space in her zone."
    },
    {
      "Text": "any space in his zone.",
      "FullText": "Recover 3 Health. Place Spider-Man in any space in his zone."
    },
    {
      "Text": "any space in his zone.",
      "FullText": "After combat: Place Spider-Man in any space in his zone."
    },
    {
      "Text": "another starting space",
      "FullText": "After combat: Your opponent places Dr. Strange in a starting space. Place the opposing fighter in another starting space. All players shuffle their decks."
    },
    {
      "Text": "a starting space",
      "FullText": "Place She-Hulk in a starting space. Draw 1 card. Gain 1 action."
    },
    {
      "Text": "any space in her zone",
      "FullText": "Place Annie in any space in her zone. Then, place another friendly fighter in any space in Annie\u0027s zone. Gain 1 action."
    },
    {
      "Text": "any space in your fighter\u0027s zone.",
      "FullText": "After combat: Place the opposing fighter in any space in your fighter\u0027s zone."
    },
    {
      "Text": "a space adjacent to Titania.",
      "FullText": "After combat: Place Oberon in a space adjacent to Titania."
    },
    {
      "Text": "the combat in any space",
      "FullText": "After combat: Place 1 of the fighters in the combat in any space. They cannot leave that space this turn."
    },
    {
      "Text": "the combat in any space",
      "FullText": "After combat: Place a fighter in the combat in any space. Gain 1 action."
    },
    {
      "Text": "any space in their zone",
      "FullText": "After combat: Place your fighter in any space in their zone. Draw 1 card."
    },
    {
      "Text": "any space in his zone",
      "FullText": "Place Mr{DOTSPACE}Hyde in any space in his zone. Mr{DOTSPACE}Hyde deals 2 damage to all adjacent fighters."
    }
  ],
  "fighter": [
    {
      "Text": "1 of your fighters",
      "FullText": "After combat: Move 1 of your fighters up to 1 space. Draw 1 card. Gain 1 action."
    },
    {
      "Text": "1 fog token up to 2 spaces, then your opponent moves a different fog token",
      "FullText": "After combat: Draw 1 card. Move 1 fog token up to 2 spaces, then your opponent moves a different fog token up to 2 spaces."
    },
    {
      "Text": "them",
      "FullText": "Choose an opposing fighter in Bruce Lee\u0027s zone. Place them in any space adjacent to Bruce Lee. Gain 1 action."
    },
    {
      "Text": "that fighter",
      "FullText": "Choose a friendly fighter who has been defeated. Place that fighter in any space in Willow\u0027s zone and set their health to 3."
    },
    {
      "Text": "Faith",
      "FullText": "After combat: Move Faith up to 5 spaces. She may move through opposing fighters."
    },
    {
      "Text": "Watson is adjacent to Holmes, they each",
      "FullText": "After combat: If Dr. Watson is adjacent to Holmes, they each recover 1 health."
    },
    {
      "Text": "Each of your fighters",
      "FullText": "Move each of your fighters up to 2 spaces. Each of your fighters recovers 1 health. Draw 1 card."
    },
    {
      "Text": "that fighter.",
      "FullText": "After combat: If Holmes is adjacent to the opposing fighter, deal 2 damage to that fighter."
    },
    {
      "Text": "Choose a different effect for each Rage spent: - draw 2 cards - move Beowulf up to 4 spaces - Beowulf",
      "FullText": "Spend any amount of Rage. Choose a different effect for each Rage spent: - draw 2 cards - move Beowulf up to 4 spaces - Beowulf recovers 2 health."
    },
    {
      "Text": "the other 2 back",
      "FullText": "After combat: If you won the combat, you may look at the top 3 cards of your opponent\u0027s deck and discard 1 of them. Place the other 2 back in any order."
    },
    {
      "Text": "an insight token",
      "FullText": "After combat: Place an insight token in any space."
    },
    {
      "Text": "an insight token",
      "FullText": "Draw 2 cards. Place an insight token in Dr{DOTSPACE}Malcolm\u0027s space. Gain 1 action."
    },
    {
      "Text": "your other fighter",
      "FullText": "After combat: Move your other fighter up to 4 spaces."
    },
    {
      "Text": "If Cloak played this to defend, Dagger",
      "FullText": "After combat: If Cloak played this to defend, Dagger recovers 2 health. If Dagger played this to attack, Cloak recovers 2 health."
    },
    {
      "Text": "If Dagger played this to attack, Cloak",
      "FullText": "After combat: If Cloak played this to defend, Dagger recovers 2 health. If Dagger played this to attack, Cloak recovers 2 health."
    },
    {
      "Text": "1 of the fighters in the combat",
      "FullText": "After combat: If you won the combat, move 1 of the fighters in the combat up to 3 spaces."
    },
    {
      "Text": "If Black Panther is in the same zone as Shuri, he also",
      "FullText": "After combat: Shuri recovers 1 health. If Black Panther is in the same zone as Shuri, he also recovers 1 health."
    },
    {
      "Text": "1 adjacent fighter",
      "FullText": "Deal 1 damage to 1 adjacent fighter. If Invisible Man is on a space with a fog token, deal 3 damage instead. Your opponent then moves a fog token up to 2 spaces."
    },
    {
      "Text": "any 1 fighter adjacent to the Jabberwock.",
      "FullText": "After combat: Deal 2 damage to any 1 fighter adjacent to the Jabberwock."
    },
    {
      "Text": "Draw 2 cards and",
      "FullText": "Draw 2 cards and recover 2 health."
    },
    {
      "Text": "If your fighter is adjacent to a friendly fighter, your fighter and each friendly fighter adjacent to them",
      "FullText": "After combat: If your fighter is adjacent to a friendly fighter, your fighter and each friendly fighter adjacent to them recover 1 health."
    },
    {
      "Text": "If the opposing fighter is flanked, your fighter",
      "FullText": "After combat: If the opposing fighter is flanked, your fighter recovers 2 health."
    },
    {
      "Text": "Choose one: - Charge both coils - Discharge both coils to have Tesla",
      "FullText": "After combat: Choose one: - Charge both coils - Discharge both coils to have Tesla recover 2 health"
    },
    {
      "Text": "- 2 Coils: Instead, draw 3 cards and Tesla",
      "FullText": "After combat: Draw 1 card. You may discharge coils: - 1 Coil: Instead, draw 2 cards. - 2 Coils: Instead, draw 3 cards and Tesla recovers 1 health."
    },
    {
      "Text": "[ONGOING]: At the start of your turn, the Leshen",
      "FullText": "Summon a Wolf in the Leshen\u0027s zone. [ONGOING]: At the start of your turn, the Leshen recovers 1 health. Discard this card at the end of your turn if there are no Wolves in the Leshen\u0027s zone."
    },
    {
      "Text": "Ihuarraquax",
      "FullText": "After combat: Move Ihuarraquax up to 4 spaces. He may move through opposing fighters. Then, deal 1 damage to an opposing fighter he move through."
    },
    {
      "Text": "an adjacent fighter",
      "FullText": "Deal 2 damage to an adjacent fighter. If this defeats that fighter, return this card to your hand instead of discarding it."
    },
    {
      "Text": "Shakespeare",
      "FullText": "LINE EFFECT: Draw 2 cards. Shakespeare recovers 2 health.\nAfter combat: If you lost the combat, Shakespeare recovers 1 health."
    },
    {
      "Text": "For each one, choose a fighter to",
      "FullText": "Immediately: Discard up to 3 cards from your cauldron. For each one, choose a fighter to recover 1 health. (You may choose the same fighter more than once.)"
    },
    {
      "Text": "Oberon",
      "FullText": "After combat: Place Oberon in a space adjacent to Titania."
    },
    {
      "Text": "1 of the fighters",
      "FullText": "After combat: Place 1 of the fighters in the combat in any space. They cannot leave that space this turn."
    },
    {
      "Text": "a fighter",
      "FullText": "After combat: Place a fighter in the combat in any space. Gain 1 action."
    },
    {
      "Text": "Each of your fighters",
      "FullText": "Each of your fighters recovers 1 health. Draw 1 card. [ONGOING]: Your BOOST values are \u002B1. Discard this card at the end of your turn if you didn\u0027t attack."
    },
    {
      "Text": "1 opposing fighter adjacent to Faith.",
      "FullText": "Deal 2 damage to 1 opposing fighter adjacent to Faith."
    },
    {
      "Text": "the opposing fighter for each of your Raptors adjacent to them.",
      "FullText": "After combat: If you won the combat, deal 1 damage to the opposing fighter for each of your Raptors adjacent to them."
    },
    {
      "Text": "1 adjacent opposing fighter.",
      "FullText": "After combat: If you won the combat, deal 1 damage to 1 adjacent opposing fighter."
    },
    {
      "Text": "the opposing fighter, then deal an additional 1 damage for each space with a shadow token adjacent to them.",
      "FullText": "After combat: Deal 1 damage to the opposing fighter, then deal an additional 1 damage for each space with a shadow token adjacent to them."
    },
    {
      "Text": "that hero.",
      "FullText": "Choose an opponent. Holmes swaps spaces with their hero. Deal 1 damage to that hero."
    },
    {
      "Text": "the opposing fighter OR move your fighter up to 3 spaces.",
      "FullText": "After combat: Deal 2 damage to the opposing fighter OR move your fighter up to 3 spaces."
    },
    {
      "Text": "them and each opposing fighter they moved through.",
      "FullText": "After combat: Move the opposing fighter up to 3 spaces. You may move them through other opposing fighters. Deal 1 damage to them and each opposing fighter they moved through."
    },
    {
      "Text": "a fighter in that space.",
      "FullText": "Choose a space with 4 or more squirrels adjacent to it. Deal 2 damage to a fighter in that space."
    },
    {
      "Text": "an opposing fighter in Achilles\u0027 zone.",
      "FullText": "Deal 2 damage to an opposing fighter in Achilles\u0027 zone."
    },
    {
      "Text": "a fighter adjacent to Daredevil.",
      "FullText": "After combat: If you lost the combat, deal 2 damage to a fighter adjacent to Daredevil."
    },
    {
      "Text": "a fighter in the opposing fighter\u0027s zone.",
      "FullText": "After combat: If the opposing fighter was not defeated, deal 1 damage to a fighter in the opposing fighter\u0027s zone."
    },
    {
      "Text": "both fighters in the combat.",
      "FullText": "After combat: Deal 2 damage to both fighters in the combat."
    },
    {
      "Text": "an adjacent opposing fighter.",
      "FullText": "After combat: If you lost the combat, deal 1 damage to an adjacent opposing fighter."
    },
    {
      "Text": "the Genie",
      "FullText": "After combat: Place the Genie in any empty space. Then, deal 1 damage to each adjacent fighter."
    },
    {
      "Text": "1 of your fighters",
      "FullText": "Deal up to 4 damage to 1 of your fighters. Your other fighter recovers that amount of health. Draw 2 cards"
    },
    {
      "Text": "Your other fighter",
      "FullText": "Deal up to 4 damage to 1 of your fighters. Your other fighter recovers that amount of health. Draw 2 cards"
    },
    {
      "Text": "any 1 opposing fighter.",
      "FullText": "If Invisible Man is on a space with a fog token, deal 2 damage to any 1 opposing fighter."
    },
    {
      "Text": "the opposing fighter and draw 1 card.",
      "FullText": "After combat: If Wong is adjacent to the opposing fighter, deal 1 damage to the opposing fighter and draw 1 card."
    },
    {
      "Text": "Annie to draw that many cards",
      "FullText": "Immediately: Deal up to 2 damage to Annie to draw that many cards. (This may cause her special ability to apply.)"
    }
  ],
  "playerSelector": [
    {
      "Text": "Your opponent may choose to ",
      "FullText": "After combat: Your opponent may choose to discard 1 card. If they do not, you may move each fog token to any other space."
    },
    {
      "Text": "You may ",
      "FullText": "During combat: You may discard Dr{DOTSPACE}Jekyll cards. Add 2 to this card\u0027s value for each card discarded."
    },
    {
      "Text": "Search your deck and ",
      "FullText": "Search your deck and discard pile for the EXCALIBUR card. Add it to your hand. If you searched your deck, shuffle it."
    },
    {
      "Text": "They may choose to ",
      "FullText": "Draw 1 card, then choose an opponent. They may choose to discard 1 card. If they do not, draw 1 more card."
    },
    {
      "Text": "$SWORDS$ Your opponent ",
      "FullText": "During combat: $SWORDS$ Your opponent discards 1 random card. Add its BOOST value to this card\u0027s value."
    },
    {
      "Text": "They ",
      "FullText": "Choose an opponent. They discard 1 random card. Gain rage equal to its BOOST value."
    },
    {
      "Text": "Your opponent may ",
      "FullText": "Immediately: Your opponent may discard a card. If they don\u0027t, return a defeated Archer to a space in Yennenga\u0027s zone."
    },
    {
      "Text": "If you already won a combat this turn, your opponent ",
      "FullText": "Immediately: If you already won a combat this turn, your opponent discards 1 card."
    },
    {
      "Text": "Then, each opponent with a fighter adjacent to T-Rex ",
      "FullText": "Place T-Rex in any space in her zone. Then, each opponent with a fighter adjacent to T-Rex discards 1 random card."
    },
    {
      "Text": "If you ",
      "FullText": "If you discard this card as a result of an opponent\u0027s effect, draw 1 card.\nBOOSTED WITH: If it\u0027s your turn, gain 1 action."
    },
    {
      "Text": "If you won the combat, your opponent chooses whether you both draw a card or both ",
      "FullText": "After combat: If you won the combat, your opponent chooses whether you both draw a card or both discard a card. If you lost the combat, you make the choice instead (see above)."
    },
    {
      "Text": "{RED ROOM} ",
      "FullText": "After combat: {RED ROOM} Discard 2 random cards, then draw 2 cards"
    },
    {
      "Text": "they ",
      "FullText": "After combat: Your opponent discards 1 card. If you won the combat, they discard 2 cards instead."
    },
    {
      "Text": "You may discharge coils: - 1 Coil: ",
      "FullText": "During combat: Reveal the top card of your opponent\u0027s deck. You may discharge coils: - 1 Coil: Discard that card. - 2 Coils: Also, add its boost value to this card\u0027s value."
    },
    {
      "Text": "- 2 Coils: Also, your opponent ",
      "FullText": "After combat: Move the opposing fighter up to 2 spaces. You may discharge coils: - 1 Coil: Also, move Tesla up to 2 spaces. - 2 Coils: Also, your opponent discards 1 random card."
    },
    {
      "Text": "Otherwise, both players ",
      "FullText": "After combat: If you won the combat, your opponent discards 1 card. Otherwise, both players discard 1 card."
    },
    {
      "Text": "Your opponent may ",
      "FullText": "Immediately: Your opponent may discard 1 card. If they don\u0027t cancel all effects on their card."
    },
    {
      "Text": "Your opponent may ",
      "FullText": "Immediately: Your opponent may discard 1 card. If they don\u0027t, ignore their card\u0027s value."
    },
    {
      "Text": "Choose an opponent and name a value. Your opponent must choose and ",
      "FullText": "Choose an opponent and name a value. Your opponent must choose and discard 1 card matching that attack or defense value. Their hero takes damage equal to the BOOST value of the discarded card. If they do not have a card of the named value, they must reveal their hand instead."
    },
    {
      "Text": "If you dealt 2 or more combat damage, your opponent ",
      "FullText": "After combat: If you dealt 2 or more combat damage, your opponent discards 2 random cards."
    },
    {
      "Text": "Your opponent may ",
      "FullText": "After combat: Your opponent may discard 1 card. If they don\u0027t deal 2 damage to the opposing fighter."
    },
    {
      "Text": "You may ",
      "FullText": "After combat: You may discard 1 card. If you do, deal damage to the opposing fighter equal to its BOOST value."
    },
    {
      "Text": "2: you may draw a card 3: deal 1 damage to the opposing fighter 4: your opponent ",
      "FullText": "After combat: If the printed value of your opponent\u0027s card is... 2: you may draw a card 3: deal 1 damage to the opposing fighter 4: your opponent discards a card"
    }
  ],
  "numericSelector": [
    {
      "Text": "Dr{DOTSPACE}Jekyll",
      "FullText": "During combat: You may discard Dr{DOTSPACE}Jekyll cards. Add 2 to this card\u0027s value for each card discarded."
    },
    {
      "Text": "pile for the EXCALIBUR",
      "FullText": "Search your deck and discard pile for the EXCALIBUR card. Add it to your hand. If you searched your deck, shuffle it."
    },
    {
      "Text": "1 more",
      "FullText": "Draw 1 card, then choose an opponent. They may choose to discard 1 card. If they do not, draw 1 more card."
    },
    {
      "Text": "this card as a result of an opponent\u0027s effect, draw 1",
      "FullText": "If you discard this card as a result of an opponent\u0027s effect, draw 1 card.\nBOOSTED WITH: If it\u0027s your turn, gain 1 action."
    },
    {
      "Text": "2 random cards, then draw 2",
      "FullText": "After combat: {RED ROOM} Discard 2 random cards, then draw 2 cards"
    },
    {
      "Text": "that",
      "FullText": "During combat: Reveal the top card of your opponent\u0027s deck. You may discharge coils: - 1 Coil: Discard that card. - 2 Coils: Also, add its boost value to this card\u0027s value."
    },
    {
      "Text": "1 card matching that attack or defense value. Their hero takes damage equal to the BOOST value of the discarded",
      "FullText": "Choose an opponent and name a value. Your opponent must choose and discard 1 card matching that attack or defense value. Their hero takes damage equal to the BOOST value of the discarded card. If they do not have a card of the named value, they must reveal their hand instead."
    },
    {
      "Text": "that amount of",
      "FullText": "Deal up to 4 damage to 1 of your fighters. Your other fighter recovers that amount of health. Draw 2 cards"
    },
    {
      "Text": "2 damage to the opposing fighter and 1",
      "FullText": "After combat: Deal 2 damage to the opposing fighter and 1 damage to each other fighter adjacent to Geralt."
    }
  ]
}